#version: 0.2
A A
T T
A T
C C
G G
A G
A C
T C
T G
A TT
AA AA
G C
T AA
N N
AT C
TT TT
AT G
A CC
A GG
T CC
T GG
TT C
AA C
AG C
AA G
TT G
NN NN
T AC
TG C
T AT
T AG
T ATT
CC C
AC G
GG C
AT AA
TC G
AA TT
AT AT
NNNN NNNN
CC G
GG G
ATT C
T AAAA
AA AC
ATT G
TT TC
TT TG
AA AG
TC TC
GC G
AT GG
AG AG
ATT TT
AT CC
AT GC
T ATC
ACC C
AC AA
TAA C
T ATG
TT AA
T AGG
AC AC
TCC C
TT GG
TT CC
AG AA
TC AA
NNNNNNNN NNNNNNNN
TG AA
AT AC
AT ATT
TT GC
TAA G
AT AG
TGG C
T AGC
TG TG
T ACC
AGG C
AGG G
AAAA C
ATC G
TTTT C
TGG G
AA GG
TG CC
AA ATT
AA CC
AG CC
AA TC
AAAA G
TTTT G
AA GC
TC AC
AA TG
TT AC
ACC G
TTC G
TT AG
TT ATT
TCC G
TG AC
AAC G
AT AAAA
TG TC
TT TAA
TG AG
AG AC
AGC G
NNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNN
TAC G
AT ATG
TC GG
GGC G
AA TAA
TG TT
CC CC
TGC G
AC GG
TC TT
TC GC
AG TT
AT ATC
CCC G
AC GC
TATT C
TC AG
GG CC
TC TG
ATT TG
AC TT
AG TG
AAAA AAAA
AT AAG
AA ATC
TATT G
AC TC
AT AAC
ATT TC
AA ATG
TAA TT
AC AG
AA TTTT
GG GG
ATT ATT
AG TC
TT TGG
TTTT TTTT
GC GC
AC TG
AA TAT
ATAT ATAT
AA TTG
ATT GG
TC TTC
AT ATAA
AA TTC
ATT CC
ATT TTTT
AG AAG
TT TCC
AT GGC
AA ACC
TAA TAA
TC TCC
TT TAT
ATT GC
AC ATG
CC GG
TT AAAA
CC GC
AT GGG
AA AGG
AG AAAA
TC ATC
TT TAG
ATT TTC
AT CCC
CC AC
AT AGG
ATT TTG
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TT TATT
GG GC
TG ATG
TT TGC
AT ACC
AC AAC
AG AGG
AC AAG
AA ATAA
TC AAC
TG TTG
TT TAC
AA AGC
AA TGG
AA TATT
AC TAA
ATTC G
AG ATG
AC AAAA
ATT TAA
AA TCC
AG TTG
TC TAA
AC TTG
AC ATC
AT AGC
AA TAC
AA TAG
TAT GC
TT ATC
TG AAG
TT ATG
TC TTG
TC ATG
TC ATT
AG ATC
TAT GG
TCC CC
TC AAG
AC ATT
AG ATT
AG TAA
TG TAA
TG ATT
TT AAC
TAAAA C
TC ACC
TG TTC
AC TTC
TG AAAA
AG TTC
CCG CC
AC ACC
TAT CC
TG AAC
T ACCC
AA TGC
TG ATC
TC AAAA
TT AAG
TAGG G
TG TGG
AGG GG
AG TGG
AA CCC
TT AATT
TC TTTT
TCG CC
AT CCG
AG AAC
ATG CC
AG TAG
TAAAA G
TAGG C
TT GGG
ACC CC
TT CCC
TTG CC
GC GG
AT ATTTT
AG AGC
AG TAC
AC TCC
TT GGC
TAT ATT
TG TTTT
TTC TTC
AAG CC
TG TGC
AC TAC
AA GGG
ACG CC
AT ATTG
AG CCC
TGG CC
ACCC G
TC TAC
AC TAG
AAG AAG
AGG CC
TAA ATT
AT ATTC
TC TGC
AT GCG
AG TTTT
TG TAC
TAT AA
AC TTTT
AT ACG
TC TAG
TCCC G
TGGC G
TG TCC
TG TAG
TGG GC
AA GGC
AGGC G
TG AGG
AA ACG
TAA CC
TCC TCC
TT AGG
TGG GG
AG TGC
AC ACG
TG AGC
ACC GG
TC AGC
TT TCG
TAT AAAA
AA TAAAA
AG TCC
TT AGC
TAA GC
AA ATTG
TATC G
TT ACC
ATC GG
AA ATTC
TG ACC
AC TGC
AGG GC
AG ACC
TT ATAA
TAA TTTT
AC AGC
TAA GG
TAG CC
ATT AAAA
TG CCC
TAAC G
AAC GG
AC GGC
ATT TATT
TAT ATG
TC TCG
TCTC TCTC
TT TAAAA
ATC ATC
TTG TTG
AAG AAAA
TTTT GG
AA TCG
AAC AAC
TC TGG
ATG ATG
TC GGC
AA CCG
TTC GG
GCG CC
AT ACAA
AA ATAT
TAA AC
ATT TGG
TTTT CC
AG CCG
TAT AC
TACC G
AG ACG
GGC GG
AGG AGG
TCC GG
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
ACC GC
TC AATT
TATT TTTT
AAAA CC
AC TGG
TC ACG
GGG CC
TG ACG
TTTT GC
TG CCG
TC TTTC
TC AGG
ACC ACC
AAAA GG
AG AAAG
ATAT GC
AGAG AGAG
TAGC G
AGC GG
AT AGAA
ATC GC
TC TAT
AC AGG
TC TATT
TG TCG
AC TCG
AAAAC G
TG AATT
ATAT GG
AG TAT
TC AAAC
AA ATCC
TG TAT
ATC TTC
ATATATAT ATATATAT
AG TATT
TG TATT
TC TTCC
TG TTTG
ATT TAC
AC AATT
AA TCAA
AA ATGG
ATG TTG
ATT TAG
AG TCG
ATC AAC
TCC GC
AGC GC
AT ACAC
ATG AAC
TT CCG
AG AATT
AA ATATT
AA TATG
ATT AC
AAAA GC
ATT TCC
ATT TGC
AAAA TAA
TT TATC
ATT AATT
TT GCG
AA ATTTT
AA ATAC
AAC GC
AT AGAG
AG AAAC
AC AAAC
AG ATAA
TGC GG
TT TATG
AG TTTG
TC GGG
TT ATTTT
ATT ATG
AC GCG
AGC AGC
ATT TAT
ATG AAG
AC ATAA
AC TATT
AA GCG
AC TAT
TTC GC
TAA TTG
TGG TGG
TGC GC
GGC GC
TTC TTG
ATT TTTC
ATT ATC
AA TGAA
ATG TG
TTTTC G
AA ATAG
TC ATAA
TT AAAC
AA ACCC
TAA ATC
TC TTTG
ATT AAC
AC GGG
ATAT CC
TAC GG
TAA TTC
TAA ATG
TT ATTC
TC GCG
TT ATTG
TG TTTC
AA TATC
AA TAAC
TAT ATAA
ATC TCC
AG TTTC
AAG TTG
TC AAAG
TAG TAG
AAG AAC
TAA TATT
TTC TCC
TG AAAC
TG ATAA
AA TAAG
AGAA GG
CCG CCG
AAC AAAA
ATC ATG
CCC GC
TGC TGC
AA ATGC
TT TAAC
AGAA GC
AC AAAG
TT ACG
ATT AG
AATT GG
TAA ATAA
ATG AAAA
ACAA GC
ACAA CC
TT TAAG
TTTT TTC
TC TCCC
ATC TTG
AT AAAAG
AA ATAAAA
AAG ATG
TT AAAG
TAC TAC
ATC AC
AG ATGG
CCC GG
AAC TTG
AA TCTC
TG AAAG
AATT CC
ATC AAG
ACAA GG
GGC GGC
AAAA AAG
TAT ATAT
AAC AAG
TCC ACC
AT AAAAC
AC ATGC
ATT TTTG
TC ATTC
TC ATCC
TG TTGG
TGGG CC
ATG TTC
AC TTTG
TAT ATC
TAT AAG
AGG AAG
ATT AAG
TTG TTC
ATGG CC
TAC GC
AG TTGG
AC TTTC
AATT GC
AAC ATG
TCAA CC
TTC ATC
TT ATAT
TGAA GC
TAA TAC
TAA AG
TC ATTG
TT TCCC
TTC AAC
CC TCC
CC ACC
TAT AAC
TAAAA AAAA
AG ATTG
TTTT TTG
TG TTGC
TAA ACC
TG ATTG
TT TAGG
TAA TAG
TAT AATT
TTG ATG
TGAA GG
AC ATGG
TT TGGG
ATC ACC
AG ATTC
TAA TTAA
TT TGGC
TT ATATT
ATG TAC
TG ATGG
TATT TATT
AG ATGC
ATC TC
TTC TTTT
TTCC CC
ATG TGC
AC ATTG
TG ATTC
ATT ATAA
TTTT AAAA
ATG TGG
TCG TCG
ACC AAC
TCC AAC
TCAA GC
AG AGGG
ATTTT GG
TTC AAG
TTG AAG
TC TTAA
ATG ATC
TTC AAAA
TCC ATC
TAG TAC
AGG TGG
TC TTGG
AA TTTTG
ACG ACG
AG ATCC
ATAA GG
TAG TTG
TT ATCC
TATT GG
TGAA CC
ATG AC
AG TTGC
ATC AAAA
AGC AAC
AG TTAA
TTC AC
TC TATC
AA TGTG
TAA TAT
AT ACCC
AAAA AAC
AA AGGG
AAG AGG
ATAA GC
TAA TG
AA TTTTC
TATT TTG
TTTG CC
TGG TTG
TCAA GG
AGC TGC
TT TACC
ACC AC
TAA TC
AAAG CC
ATG ATT
TATT GC
TTC TC
TAG AAAA
ATAT ATT
ACCG CC
TAC AAC
ATAT AAAA
AT AGGG
ATAA ATAA
ACC TCC
ATG TTTT
TCCG CC
TG ATGC
AC ATTC
ATGG GC
AT GGCG
TAG AAG
AC TTGG
AA ATCG
TG TATG
TGG AGG
AGC TCC
TT ATAC
ATTG CC
TTG AAAA
ATCC CC
TT TAGC
TC TTGC
TGC AAC
TG TTAA
TATT CC
TTC ATG
ATT TCG
TTG TTTT
ATT CCC
AT ATCG
ATC TAC
ATTTT GC
ATTTT CC
ACC AAAA
AAAG AAAA
TAT AG
TGC ATG
GG TGG
AGC AAG
TAA TCC
AC TAAAA
TATT TTC
ATT TAAAA
TC ATGC
TT ACAA
ACC AAG
TAC AAG
GG AGG
TTG AAC
TC TAAC
TAC TCC
AT AGGC
ATT AGG
TG AGAG
AC TTGC
AA AGGC
TTG TGG
TC TAAAA
TAC AAAA
AA TGGC
TGC TCC
ATG AG
ATAA TTTT
TT AGAA
TC ATGG
TAA TGG
TC ACAC
TT ATGG
TAC ATG
ACC ATC
TT ATAG
ATAT ATG
TGC TTG
AG AGGC
TATTC G
TCC TTC
TAC TTG
TG TTCC
ATT GGG
AC ACAA
ATG AGG
TCG CCG
AGC TTC
AAAC GG
AC ATCC
AAC TTC
AA TCCC
TGC TTC
ATAA CC
AG TAAAA
TC TATG
ATC TAG
ATT GGC
TCC CCC
AGC TTG
AGAA CC
AGC ACC
AC TTAA
GG CCC
TTTT TAA
TGC AAG
TG TAAC
AA TACC
TT ATGC
AA TAGG
AA ACCG
AGG CCC
AA ATATG
TCC AAG
ATCG CC
TTGG GC
ATC ATT
TG ATCC
ATG TAA
TC TGCC
ATG TAG
TT AGAG
AGG AAAA
AATT AAAA
ATC TAA
AG TAAC
AC ATAC
TG TAAAA
TTTT TATT
TGG AAG
AC TTCC
TC ACAA
AA TGCC
ACC CCC
TTAA CC
AGG AGC
AC TCTC
AG TAGC
ATT AGC
TAC TTC
AAGG GG
ACAC GC
AG TGGC
TGC AGC
TG TCTC
AT AACG
TCC AAAA
TG AGAA
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
ATC TTTT
TAC TAG
TG TATC
TAA TAAAA
TTC ACC
AA TAGC
TCC TTG
ACG TGG
AG AAAAG
ATGG GG
TG TGGC
ATAG CC
TTAA GG
TAA CCC
TTAA GC
AAAC AAAA
TG TAGC
AG TATG
AC ACCC
TTGG CC
AAG TTC
ATAA ATT
AAG CCC
TCC ATG
AT CCCG
TGC ATC
TC TACC
AG ACAA
TT ACAC
TAA TTTG
TTG TAG
TAA TTTC
TG TGAA
TG TCAA
TC ATAC
AA TGGG
AG TTCC
TG TTAC
TG TAAG
AAC ACC
ATATT TTTT
AGCG CC
TC ACCC
AC TAAC
AG TGTG
TAA AGC
AAC ATC
TTGG GG
TGC TAC
TTG ATC
AA TTCG
AC TCCC
ATG AGC
TG TCAC
TT AGGG
AG TAGG
ACG AGG
ATT ACC
ATAT ATAA
AACC CC
TTG TAC
TG ACAC
TC AGCC
AAG TGG
TGC TGG
TC ATCG
AG TATC
AG ATCG
TAA AGG
TGC ACC
TAG ATG
AC TATG
AAC TTTT
AAC TCC
GGCG CC
TAT AGC
TC TTCG
TT AAAAG
ATC TGG
TG ACAA
ATT TGAA
TAG TTC
AGGC GG
CCCG CC
TTG AGG
TGCG CC
AC ATAT
AG ATAG
AGC TCG
AG ATAC
AG TCAA
TAG TGG
TC ATTTT
AAAA ATT
AC AGAG
TTTC TTC
TG ATAG
TC TAAG
TAG TTTT
TAA TGC
TAC TTTT
TC TTTTC
TGTG CC
TTG TGC
TAG AAC
TTG ATT
TC TTAC
TAG AGG
AG TAAG
AAG ATC
ACC ATG
AAAA ATG
TGG CCC
AAAA ATAA
TAT AGG
AC TATC
TTAA TTTT
ACG CCG
ACAC ACAC
AA ATATC
TC TAGC
AG TGAA
AGCC CC
TG ATAC
AATT AATT
TG TTAG
AA ATAAG
TCTC GC
AG TGAC
TT AAAAC
TAT ATATT
AAGG CC
AAGG GC
AAAA TTG
TGGC GG
TCC TCG
AGC ATC
ATT TATG
TC TGAA
TCGG CC
AGC GGC
AGG GGG
AAC TAA
AAAA TTC
TG TTTTG
ATT ATTG
AG AAAAC
CCC ACC
ATT TATC
ACG AAG
TGCC GC
TG TTCG
AG TTAG
AG TTAC
AAAA TATT
AAC TAC
AC GGCG
AGC TGG
TG AGCC
AAAG AAG
TG TGGG
ATG TCC
AGC AGG
AGGG CC
TGCC CC
ATG CCC
TC TCCG
ATC TCG
AC TCAA
ACC TTC
AG ACAC
TTTC TTTT
TTTC GG
ATTC GG
TG ACCC
AGAG CC
TGG TTC
AAAC GC
TC ATAT
AAAA ATC
TACC CC
AG TGGG
TTG TAA
TAC ATC
AAAA TTTT
TC ATAG
AG TCTC
TT AGCC
AAC AC
ATG ACC
AAAA AATT
TGC AGG
TAT GGC
AACG CC
TAT CCC
AG TGAG
TC TAGG
TG TAGG
TAT GGG
TG TTTTC
TC ATATT
ATCC GG
TAT ATTTT
TAT ACC
TT TCCG
TTG TCC
AAG TTTT
TT ATAAAA
ATT TCAA
TC TTATT
AA ATAAC
ATT ATTTT
ACGG CC
TG TCCC
ATC TGC
TTG ACC
AATT TAA
TG ATTTT
AAAAG AAAA
AC ATAG
AG ATAT
AAG TAG
AC AAAAC
AGCC GC
TATG CC
AG TACC
GCGC GC
AGC ATG
TC ACCG
ATT TCTC
AAAAAAAA AAAA
AC TAGC
AC ATATT
TTC TAG
TCG TCC
TGGC GC
TCG TGG
AATT TGG
ATAA TAA
AG TTCG
TC AAAAC
ATT ATTC
ACG TGC
TG TACC
TT TATTG
ATT AAATT
TG AGGG
TTC TAC
TC TTAG
TT TATTC
AC TAAG
TAT AAATT
AGC TAG
AAC TAG
TCCC GC
ACG ACC
AGGC GC
AC TCAC
TTC TTCC
GG CCG
TC AGAA
CCC TCC
AATT TATT
AC TACC
TC AGAG
TT ACCC
AGG TTG
ACGC GC
TC TGTC
AAG TAC
TG ATCG
AA TCCG
AAG AGC
TG ATATT
AT ACCG
TCC TTTT
AGG GGC
TGTT TGG
TC GGCG
AA TATTG
TG AAAAC
AG TCAC
TAGG GG
AAG AAAG
TGC AAAA
AG TGCC
ATAT ATC
ATG TATT
ACG AGC
AC TGAA
TC AACG
ATT TAAC
AC ATTTT
TC TGTG
AC AGCC
ACG CCC
AGC AAAA
ACG AAC
AACC GG
TTCG CC
TCG ATC
AGAC GG
TAT ATAC
TC TTTTG
TAC TAA
TAG ATC
AA TATTC
ACC TTG
ACAC GG
TAAG CC
TG TTATT
TT GGCG
TTTTTTTT TTTT
AA CCCG
AC AACG
ACCC GC
TAA ATTG
ATGC ATG
TAGG CC
TGG ATG
TCG CCC
AG TTTTG
TGG TGC
ACG TAC
ATCC GC
TAA ATTC
TGTG TGTG
AC ATCG
AC TGCC
AAAA TAAAA
AA AGCG
TAT AAAC
AGC TAC
ACG ATG
TAGG GC
ATAA TATT
T A
TGG ATC
CCCC CC
TCTCTCTC TCTCTCTC
TAATAA TAATAA
TAT ATTC
TGC TAG
AC AGAA
AAAA TAG
TGAC GG
AG ACCC
ATT AAAC
TTTT TCC
AG ATTTT
ACGG GC
AGG AAC
TTC TGC
AG TCCC
TC AAAAG
ATAT AAG
AC TTAG
AG ATATT
ACG TCG
TG AGGC
AC TTAC
TTG AGC
AC AAAAG
AGCC GG
TTTC GC
TTATT TTTT
TAC ACC
ATT TAAG
AATC GG
TG TGCG
TGG TCC
AGG TTC
GGCC GG
AAG TAA
ATC AGC
AATT TAG
TGG AGC
ATG TTTG
TT TACG
TT TGCG
TG AAAAG
TACCC G
TAT ATTG
TGCC GG
AA ATATAA
AAC ATT
AG TTTAA
ATC AAAC
TTG CCC
TT AGGC
TTC TTTC
TCG AGG
TTG TTTG
TAGGC G
ATGC GC
TCGG GC
AA TACG
AAG TCC
TGTC GG
ATC AATT
TCG TGC
ATT CCG
TTTT TGG
ATT TTTTC
AA GGCG
TTC TGG
TCC ACG
TCGC GC
TCTC GG
TATT TAA
TC TTTAA
TATT AAAA
TCAC GC
AC ACCG
TCG ACC
TCCC TCC
TAT AAAG
TTC TAA
TCTC TCC
TT CCCG
TTTT TAG
CCC AAC
AAATT GG
AAAC AAC
ATG AATT
AG TTTTC
ATAC GG
TG ATAT
ATC AGG
ATTATT ATTATT
GGG AGG
ATAA TTG
AAAA TAC
AAAA AGG
TTC ATT
GCG CCG
ATG TCG
AG CCCG
TCC AGC
TCCC GG
TGG ACC
AG TGTC
ATC GGG
ATG ACG
TT ATCG
ATC ACG
TGG AAC
AAAC AAG
TG TTTAA
AC TAGG
AC TTATT
ATGC GG
ATATATATATATATAT ATATATATATATATAT
GGCC GC
AGAC GC
ATT TGTG
TTTG TTTT
AT AGCG
ATT AAAG
TAG TAA
AACC GC
TCG TTG
AC TTTTC
TT ATATG
TC TGAC
AAG ACC
AAAA AAAG
TC TGGC
TCG AAC
TCG AGC
ATT TTTTG
TAT ATAG
TTCC GC
AG TTATT
ATG AAAC
TTTT TTTC
ATTTT TATT
TAG CCC
ATTTT AAAA
ACC ACG
TGG CCG
AG AACG
AAATT GC
AAG TGC
AAC TGC
TAT ACG
ATAA ATG
ATTC GC
TGG GGG
AGAGAGAG AGAGAGAG
AAATT CC
TCC TAC
TTG TATT
AGG TGC
TAA GGG
TAA ATATT
ACC AGC
AC TGAC
ATAA ATC
CCCC CCCC
AC TTTTG
TTC AATT
AAC GGC
TG TACG
ATT ATATT
TTCC GG
TGG AAAA
ATAT AAC
CCG CCC
AG TCGG
TT AACG
TAC TGC
TTC TCTC
TATT TTTC
ACCC GG
TTCC TCC
AG ACCG
TGTC GC
ATC GGC
TAG TCC
ATT AATC
AG TACG
AGG ATG
ACC GGC
TAA TTATT
TTG AATT
TG ACCG
TGC GGC
TC TACG
AAG TTTG
TGG TAG
TG AACG
AG AGCG
TTG TTTC
TG CCCG
AAC ACG
TAA TATG
AAGC GG
TTC TCG
TG TCCG
ACGC GG
AGG CCG
ATT TGAG
TAAAA CC
ATT AATG
AAG AAAC
ATGGG CC
AC TGTG
TTC AGC
ACGG GG
TCAC GG
AC TCGG
ATGC ATGC
TC TGTT
ATC TATT
ACG TCC
TAA ATTTT
TAT AATAA
AAC AAAC
ATTG TTG
TAT CCG
TTC AGG
AC TTCG
ACC TGC
TAAC GG
TTAA ATT
TC AGGC
AC TTTAA
GCG CCC
TGAC GC
TTTT TAC
AAC AGC
AATT TAC
AAG ATT
TAG TGC
TATT TTTG
TC AGAC
ACG AAAA
TTG CCG
TCGC GG
TCAA ATC
AAAG TTG
ATAT ATATT
TTTTG CC
ACC AAAC
ATAC GC
AC AGGC
TAAAAC G
ATAA TTC
AC AGAC
TT ATAAG
AAAA CCC
AAC AATT
TAG TATT
C G
AAAA TGG
TAA TAAC
TCG ACG
GGG CCC
TTGC GG
ACAA ATC
AAG AGAG
TAG AGC
TTTG TTG
TAAAA GG
TAA ACG
TC TGAG
AG TCAG
ACC TAC
AAC TCG
TAA CCG
ATG ATAA
TC TGGG
TTGC GC
TCC GGC
TGC TCG
TAC TATT
TAA TTAG
AAAA AAAC
TTTTC TTTT
TAA TTTAA
AA TGCG
TTTC TCC
AC AGGG
AAGC GC
ATC AAAG
AAG CCG
TTC TATT
ATT GCG
ATT TGGG
GGGG GGGG
TTC GGC
AAG AATT
ATG TTTC
TGG GGC
TCC CCG
ACG TTG
ATG CCG
TC AGGG
AGG TAG
AAG TATT
AC TCTT
TT ATATC
ATT TGTT
AC TGAG
TTTT TTTG
AC TGGC
TTAA TTG
AG TGTT
TT AAAAAAAA
ACC TCG
TCC TGC
TTTC AAAA
ATC TCTC
AA ATAGG
TTTT TGC
AAC TGG
TAA TTAC
TC AGCG
TTTC TTG
TTAA TATT
ACC AGG
TAA TCG
ATAA TAC
AG TCCG
TTC AAAC
TAAAA GC
TTC TTTG
AATC GC
AC TCCG
ATATT GC
TTC GGG
TAA ACAA
TTTT GGG
TC AGTT
TCGG GG
ATG AAAG
ATT TCAC
ATG ATTG
AAG ACG
ATT AATAA
ATT TGAC
TTG TCG
TATC GG
ATATT GG
AC TCGC
TAT AATG
AC TGTC
ATATT CC
TGC ACG
ATT TCTT
AAC AAAG
AGC ACG
ATAG AAAA
TGG TAC
ATC TTTG
TTTT TAAAA
TAT ATATG
TAT AATTTT
AC AGCG
AC TACG
AAC TATT
TAA GGC
TAA ATAC
AG AAAAAAAA
AAC TTTG
ATT TGTC
TAA ACCC
ATTC AAAA
ATG TATG
ATAAAA AAAA
AC TGGG
AGG ATC
TTTC TTTC
TAA TATC
TATT TAC
ACC TTTT
AAG AAGG
ACC CCG
AA ATCCC
AA ATACC
ATTC TTC
TGC ATGC
AAAAG CC
AAAC TTG
TAT GCG
TT ACCG
TGG TTTT
ATT TTCG
TAG CCG
TC ATTTC
GGG CCG
ATT ACG
ACAA TTTT
AGAG AAG
TAA TAAG
AGAA ATC
TT ATAAC
ATG ATGG
CCCC GC
AGG TCC
TAT AATC
AC AGTG
ATAA TAG
AATT TCC
TCG ATG
AAAG AAAG
AAAA TCC
AAC GGG
TAC ACG
AGG ACC
TTG ACG
TG ATTTG
TAG ACC
ATCC ATC
TACC GG
TTTT AATT
TC TGCG
TTTT ATC
AGG GCG
TAA ATAT
TCG TTC
CC AAC
AG ATAAAA
GCGC GG
AA ATTCG
AAAC ATG
ATTG AAG
TTTT AAG
TAC AATT
TG AGCG
ATTC ATC
AT ATTCG
TTTT CCC
TGG GCG
TTC ACG
TAG TTTG
AAAAAAAA AAAAAAAA
TACC GC
ATT ATAC
AAAA ACC
TG ATATG
TTG ATTG
ATG AATG
TAT ATGC
TCG AAG
AGC GCG
AAAA AAATT
AAAA TTTG
ATC ATAA
ATAT ATAC
AGAG AGG
AGC GGG
AATT AAG
TAA ATAG
AA ATGGG
AAC AGG
ATC TTTC
GGGG GC
AC ATAAAA
TTTAT GC
GGC GGCG
TCTT TCC
ATC AATC
ATGG TGG
TT TAGGG
AG TGCG
AC ATATG
ACC GCG
TAA TCAA
AG TCGC
TAGC GC
TATT TGG
AGG TAC
ATTC AAC
TGAA TTTT
AATT TGC
ATTC TTG
TCCC TCCG
TCC TAG
AGTT TGG
TTAA ATC
TTC TTGC
TAT ATGG
TAAAA TAAAA
AG ATTTG
AAG ATAA
AATAT GG
AAG TTTC
TCTCC CC
TAT ATAAAA
TACG CC
ATG TATC
AAC ATAA
ATT ATAG
TTAA ATAA
AC TCTG
TCTT CCC
ATATT TTG
TG ATAAAA
AGAA ATG
TT ATATAA
ATGG AGG
TC ATATG
TAGC TAGC
TTTT ATG
ATT TAGG
TTAA TTC
ACC GGG
TGC GGG
AAG AAGC
ATT TCCC
TAT ACAA
AG ATATG
ACC TAG
TAA ATAAAA
TGC GCG
AAAA AATAA
GG TTG
AATAT GC
GGC AGC
TCTC TTC
AA A
TTATT CC
TTTTTTTT TTTTTTTT
AATT AAC
TATT TAG
TGG ACG
ATC ATTG
AA ATAGC
ATC ATTC
TCC AAAC
ACC AACC
ATT ACAA
CCGG GC
GGGG GG
TAGC GG
ATT TGGC
TTG TTGG
AC TGTT
TTAC GG
ATTG AAAA
AGAG AAAA
ATT ATAT
TGG TCG
TC ATTTG
TTTAT CC
ATT TACC
ATT TGCC
TTTT AAC
GGC GGG
TG ATTGG
ATT TCAG
AGG ACG
ATC AACC
TTC AAAG
AA ATGGC
AC AGTT
TAA AGAA
TCC ATCC
TTAA ATG
TTATT GG
TAAG AAAA
TAG AATT
ATAC ATG
TGAA ATG
AC ATATC
AAAC AAAC
TTTG TTC
TC ATATC
ATC ATCC
TCC AGG
TCAA TTTT
AAG TCG
AAATT TTG
ATAA TAAAA
AG TCTT
ATT AATTTT
TTC ATTC
GGC GCG
ACAA ATG
CCC ATC
ATAT ATTTT
TTG TTGC
AATT ATG
AAAAC AAAA
TAA ATCC
AGG TCG
TTTCC CC
TG ATTTC
TC ATAAAA
ATATT TTC
TAC TCG
ATTG ATG
TATC GC
TCC TGG
CCC AAAA
TCC GCG
TGC TAA
ATT ATCC
TCAA ACC
ATC TTCC
TCC TTCC
TCAA ATG
TTG AAAG
AAC TTTC
TAT AATAT
AGAA AGG
TAC AGC
CC ATG
TAC TGG
TC ATTTTC
TTTT GGC
CCGC GG
AG TCTG
TTTG AAAA
AG ATAAG
TTTAT GG
TAC AAAC
ACC TGG
TTTAA GG
CC AAAA
TAG TTTC
AAATT TTTT
ATT ATGG
TGAA ATC
TAA TTTTG
TAG TCG
ATTG TTC
GGGC GG
GGG TGG
CCC AAG
TG TAATT
ATCC AAC
TGAA TTG
TAG AAAC
AAAA AATG
AAG ATGG
ATGC ATC
TGTT TCC
TATT AATT
TTC ATAA
CCG TCG
TAA ACAC
TTTAA CC
ATTC TTTT
TAG AAAG
TATT TTAA
AATTTT TTTT
AC TCAG
AA ATATTTT
AGG AAAG
GGC TGC
ATAG AAG
TAAC GC
ATT TAGC
TCC TCTC
TAAC AAAA
TTTC TCTC
ACCC ACC
AGC TAGC
ATAA TTAA
ATGC AAC
AAAAC GG
TGC TTTT
AGG AAGG
AAACC CC
AAATT AAAA
AC ATGGC
TTATT GC
TAT ATCC
ATT AGAA
ATG TGTG
ACC AAAG
GGC AAC
TTG AAAC
TC ATTCC
ATATATAT ATAT
TC ATAAC
ATAC AAAA
ATTC AAG
TGTT TGC
ATT AGAG
TTTC AAC
TC TATTC
TT AGCG
TAC AAAG
ATTC ATG
TTCC ACC
TATT TAT
AGGG AGG
TTTG AAG
AATT TAAAA
TCAA TTC
ATC GCG
TAA ATGG
TC TAATT
AAAA TGC
ACAA ACC
AG ATTGG
AA TAAAAG
ATT AACC
TCC TCCC
ACAA TTC
TTGGG CC
TAC ATAA
TTTG TTTG
ATAC AAG
AAAC TTC
TATC TTC
TAA TTTTC
TAT AGAA
ATC AAATT
AGG TTTT
TAA TTGC
ATC ATGG
AA TAAAAC
TTTG ATG
AG ATTTC
CCG CCGC
AGG AGAG
AATC TTG
ATGC AAG
TG ATTTTTT
AC TAATT
TAAAA TTTT
TG ATAAG
ATT TAATT
TTTAA TTTT
AGAGG GG
TAT ATATAA
ATTG AAC
TCG TAC
AATG AAAA
TTTAA GC
TG ATTCC
TG ATTGC
ACG ATC
TAT ACAC
ATG AGAA
TAA TCTC
ATTG TTTT
TAAAA AAG
TTC ATCC
TTG ATAA
AGTT TAG
TG ATATC
ATG TTGC
AG ATTCC
ACG TAG
TCC ATTC
ACAA AGC
TTTC AAG
AAC AACC
TATG TTG
TGAA TTC
TTAA TAC
TCCC ACC
TCG TAG
AC ATTTC
ATCC ACC
AC TGCG
GCG TGC
TTCC TTC
AC ATAAC
TG TATTG
TTTG AAC
AATT ATC
ACAC AAC
ATG ATGC
ATAC AAC
ATTG ATC
AAG TTGG
TAAAA TATT
TTGC TTG
TAC TTTC
CCG TCC
AATAT CC
TTAA TAA
AGC TTTT
AAGG AGG
ATT ATGC
AATC AAC
ACC TAA
AACC AAAC
TATT TCC
TC ATTGG
AAAG AAC
TTGC ATG
ACG TGGC
TATT TGC
AAAA GGG
AAGG AAG
ATAG TTG
AA ATATTC
TAC AGG
AG TAATT
TCG TTTT
TGTT TAG
CCC TTC
TAAC AAC
TATT TTATT
ATG TTGG
AGAA GGG
AGC AAGC
TAAC TTTT
AC ATTTG
GGC TGG
ATTC TCC
ATC AATG
GGC AAG
CC AAG
TC ATTGC
TTC ATTG
ATG AATC
TTAA TAG
ATT TTTTTTTT
ATCG ATC
TAC TTTG
AAAG CCC
TAA TTGG
ATT TCTG
TTAC GC
ATT AATTG
TATG AAAA
CC ATC
ACG TTC
ATAA TTTG
TAGC TAG
TTTGG GC
ATG AGAG
AAAG TTC
GGC AGG
TAA TGAA
AAAC ACC
ATT AAGG
TGGG CCC
ATATT TATT
AA ATATTG
ATAT GGG
AAAGG GG
ATG ATTC
AG ATATC
AAAG AGG
TG CCGCC
TAAAA ATAA
ATGG TTG
ATATG CC
TCTT TGG
ACTT TGC
TTTC ATC
TCAA TTG
ATG TAT
AAATG CC
AGAA AGC
ACC AATT
AAAA AGC
ACAA TTG
TAA AGAG
TC TATTG
TCCC TCCC
TAG AGAG
TT TAAAAG
ATT CCCC
TCTT TGC
GGC TCC
TTTTC GG
TG TATTC
ATT ACAC
AAGG AAAA
AATG TTG
AAAG ATG
TCCCG CC
TAA ATGC
TTATT TTG
ATAT ATAG
AG ATGGC
TC ATCCC
ATAA ACC
TTTTG TTTT
TAA TTCC
TTTTC TTC
TCG AAAA
AC ATAAG
TTTGG GG
AAC TTGC
TGG TTGG
TTTG ACC
TCTT TATT
AC TATTC
ATTG TAG
CCC ACG
ATCC ATCC
TAT AGAG
TTATT TTC
ATTTT ATTTT
AGTT GGG
CC TTC
GG AAG
ATT AAGC
AAAAC GC
ATC AAGC
ATAC TTG
ATT ATAAAA
GCG AGC
TAAC TTG
TCC AATT
ATGG AAG
TTTT TTAA
AAAA GGC
AG ATAAC
TAAAA AATT
AATC AAG
ACAA ATAA
AGAA TTG
TAT AAAAG
ATTG TAC
TGC AATT
ACAC ATG
AAAA TTTC
ATC TATC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TGAC ATG
TGG TTTG
TATG TTTT
AATG AAG
TCAA CCC
GCG TGG
ATTTT TAG
TC ATAAG
TCC AACC
AATAA GC
AATAA GG
TC ATTTTTT
ACATG CC
AGC AAAC
AT CCGCC
GGG TTG
TTAA ACC
TG ATAAC
TAT ATATC
CCCC GG
ATAC ATC
ATTGG GC
TGC TTGC
ATG AAGC
GGG AAG
ACG TTTT
ATAT ATTC
TTTGG CC
AGC TAA
TAATT AATT
AAAA AAAAG
ATCC TCC
GCG TCG
TTC TTGG
AAAC TAC
GCG AGG
ACTT TGG
CCC ATG
ACAC AAG
TT TAAAAC
AAAA ATAAAA
AG TATTG
TATC AAC
TTG ATTC
ATTTT AATT
AACC AAC
TAATT TATT
TATG AAC
TTTC ATG
AAAA TTAA
TCC TAA
ATTTT TAA
TTC TCCC
GGC ACC
TTGG TGG
TAAG TTG
GC AAC
ACAA AGG
AAATT TTC
TAAC ATG
TG ATTTTG
ATT TATTG
TT ATATTTT
AG ATGGG
TATG TAG
ATTTT TGG
TTG TGTG
ATAT ATTG
TAT AAGG
ACAA TAC
ATAC TAC
AGC AGCC
ATTTT TAAAA
ACTT TCC
TGGG CCG
GC TTC
ATGG ATG
TGAA TGG
TC TTTTTTTT
ACAC ACC
ATC ATGC
TAG ATAA
TG ATGGC
ATTG TGG
AC ATTGC
TTGG TTG
AG ATTGC
AAAA CCG
TAT AAAAC
TAT AAGC
ATT TATTC
AAAC TTTT
ATT AGTT
AAG TTGC
TATC TTTT
AAAG TGG
AA ATCCG
GC TGC
AGAA ACC
TT TACCC
AG TATTC
TCC TTTC
TGGCG CC
GGG AGC
CCG ACG
TTC AATC
TAT AACC
ACAA CCC
TCAA TCC
AATG ATG
CCG CCGCC
ATTTT TAC
CC TTG
ATAT AGC
AGAA TTTT
AAC TAAAA
AAAC TAG
TGTT GGG
ATG TGAA
TGC AACC
ATAT GGC
ATATT AAAA
TAT AAATAA
TGC TTTG
TCAA AGC
ATT AATAT
TATT ATG
AAAC ATC
TATG TATG
TCC GGG
AAAG TAG
AAG ATTG
TCTT TAC
ATGC TTG
CCC AGC
TTCC TTG
AATT GGG
ATAT AGG
AAG AAAAG
ATT AGGG
TTAG TTTT
TCAA ATAA
TTAG TTG
TTTC TAG
TGTT TATT
TTC AATG
TTTG ATC
TCTC TTTT
TAC GGG
CC ACG
TG TATGC
TTC AACC
ACTT AAAA
TTTG TGG
ATTATT TTTT
CCG ACC
ATG AAATT
AAG AGAA
TAG ACG
ACTT TAC
AATT ATAA
AA ATACG
AG CCGCC
CCC TTG
TGCC TCC
TCG CCGG
TAC ATGC
AGTT TGC
ACTC TCC
GG TGC
TGAA ACC
TTGC TGC
GC TCC
TAT ATTTTTT
GC TTG
GCGC GCG
ATT AAAAG
TGTG TTG
TTTG TAC
TAAAA TTG
GG AAAA
AC AAAAAAAA
TATG TAC
TTC AAATT
CCG AGC
AATT AGG
TATC ATC
TTCC AAC
TAAG AAG
AGGC GGC
AC TATTG
ACCC AAC
TT ATAGG
TAT ATAAG
AC ATTCC
ATAA TGG
TCAA TATT
TTAA TGG
TAT AATATT
ATG TGGC
TTCC CCC
TG ATGGG
ATAT ACC
ATCC AAG
TCAC AAC
TGTT TAC
TTGC AAC
TATC AAAA
TGAA AGG
AGC AAAG
CC CCC
ATG AAGG
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
ATAA ATAAAA
TTTG AGG
TGCC ACG
ACAA TGG
TAA TGTG
ACAA TATT
AT A
ATAG ATC
AATC AAAA
GG TTC
AAAG TAC
ATAG TTTT
TAATT AAAA
TC ATTTTG
TGGC GGC
TGCC ACC
TTTC ACC
GCG TCC
ATGG AGC
AGAA TTC
GG GGG
ATCC ATG
ACAC AAAA
CCG TGC
TTAC AAC
AGTT TAC
TAAC TTC
TAT AAATG
TTGC TTC
TCTT AAAA
TTTG TCC
GCG ACG
ATT AAAAC
TAAC AAG
AATT TCG
TTAC AAG
CCG TTG
ATTG AGG
CCG AGG
TAAAA AAC
TGTG TGC
ATCC AAAA
TTAC TTTT
ATAC TTTT
TAA TAGG
AGCC ACC
TT ATCCC
TGAA AGC
TATC TTG
AC ATTTTTT
TTTC TAC
TATT TTTAA
AGTT TCC
TTAG AAAA
TATG AAG
TCTCTCTC TCTC
AC ATGGG
ATAT CCC
TTAC AAAA
ACTT GGC
TTTG TGC
TC ATGGC
TT ATAGC
ATGC AGC
GC ACC
TGAA ATT
AC ATTGG
TG TTTTTTTT
TGAA TAG
AATG AAC
TAA TCAC
TATT TAAAA
AGTT GGC
TATT AAC
TCAA ATTC
AGG AAGC
ATGC ACC
AAG ATTC
TAG AAGC
AA ACCCG
CC TTTT
ATGC TTC
ATAG TAC
ATC TTGG
AAAG TTTT
TATC ATG
TAG TTGG
ATAA TCC
AA ATACAA
TGG TGGC
CCCC ACC
AGTT AAAA
TACC ACC
AG ATTTTTT
TGC AAAC
AATC TTC
AAAAG AAG
TTAC TAC
ATAA AGG
ATAA TTTC
AG ATTTTG
ATG TCAC
AACC ACC
TCAA ATT
TAAG TTTT
TAC GGC
GGG TGC
TCTC AAC
TT ATACC
TATT ATC
TAA GCG
TCTTC TTC
ATCC TTC
AGAA GGC
AAAC TCC
AG ATTCG
TCTC TTG
AGAA TGG
TGC TTCC
ATG TAAAA
TAT ATATATAT
GC AGC
TAT ATTTG
AC ATTTTC
TC ATAGG
CCC GCG
TTTTG TTG
TTTATT TTTT
TAG ATT
TCAA TGG
AATT ATT
ATAT ATATG
ACAA TGC
TATT TTGG
ATTC TAC
TCAA AGG
AATC ATC
TTAC TTG
AATTTT GG
CCG TGG
AGAA TAC
TG AAAAAAAA
TGTT AAAA
TAT AAATC
ACC ATGG
AATT CCC
AAAG AGAG
AATAA CC
ATG TTAA
TGAG TTG
GC AAG
ACAA TCC
TC TATCC
ATG TGATG
AGGCG CC
AAC GCG
ATAG TAG
TCTC ATC
TGC TGCC
ATGG CCC
ACAA GGC
TTATT TATT
GGG AAAA
TCAC AAG
AAC AAGC
AGAG AGC
TGTT GGC
ATAT CCG
TTAA TCC
AAC AAGG
AAC TTGG
CCGG CCC
TACG TAC
ATC AAGG
TTTT TTTTC
TG ATTTTC
AGCC ACG
ACAA ATT
AAC AAATT
ATAA ATATT
GC ATG
TCTT TAG
GC TGG
ACGG AGGG
AC ATACC
GC AAAA
TAT AATTG
ACAC TTG
TCAA TAC
ATTC TAG
AAC ATTG
TCG ATCG
AACC AAAA
TT TAGGC
ATAC TCC
ACTT TAG
AG ATAGG
ATT GGCC
ATG TTCC
ACAA TAA
TATG TGG
ATGG ATC
ATGC TAC
GG AGC
TATT TTAG
TCTT ATC
ATAA TGC
ATAA ATTG
ATTC ACC
AAC AATG
ACCC TCC
TTAA TAAAA
ATG TGGG
TTGG AGG
ATGC AAAA
TTTG TAG
ATGG AAAA
ATG TGAC
ACCG CCG
AAAC TAA
TATG TTC
ATTTT TCC
AGAAG CC
GC ATC
TATT AAG
ATAC TAG
TCAC TTG
AATAA TTTT
GC TAC
AGC AACC
TGTG TGG
AAG AATC
TGC AAAG
ATAC TTC
AAC ACAC
TATG ATG
GGC TCG
AGTTG CC
TAAC TAC
GGC GGCC
TGTC ATG
AG A
AGG AGGC
TTTTC AAAA
ACC ATTG
ATAA AGC
AGGG ATG
TTCC TTTT
TGAC TTG
AAC AATC
GGC ACG
TTC GCG
TTTC TGC
AAATC GG
TGGG TGG
ACTT GGG
TAA ATATG
TAG TTGC
AAG AATG
TC ATTATT
ACAA GGG
GG ATG
TCG CCGC
ATT AAATG
TAAAA TAG
ATT AATTC
ATT AATATT
ATAG TTC
ACAC ATC
AGG AGGG
ACTTG CC
GC TAG
ATAG ATG
AGG AAAC
AAC ATTC
ATT GGGG
ATC TTGC
TAAAA ATG
AGAA ATAA
TTTTC TTG
ATTTT AAG
TATC TAC
TGAG AAAA
TG TATGG
ATT ATAAG
ATTG TGC
TCC AAAG
GGC TTC
TTCC AAAA
ATT TCGG
ATTTT TGC
GGC TTG
ACC ACCC
AAG ATGC
ATGG TGC
TTAA AGG
AC ATCCC
ATCG ATCG
TTTG TTTC
ACCCG CC
TC ATACC
TTTT AGG
TTTT TTTAA
TCC CCCC
TC TCGCC
AATT AGC
ATC TCCC
TGTTG CC
TTAG AAG
ATAC ATAC
ACTT TATT
ATT TCCG
CCG AAC
TGAA ATAA
AG ATCCG
ATC TACC
ATAG AGG
AATGG CC
TCTTG CC
TAT ATTATT
ATGGC GG
ATAG AAC
TC TATGG
TT ATTCG
ATT AAATAA
TCC ATGG
TTTT ACC
TAA AGTT
TTTG AATT
AAGC AAG
AGAAAA GG
TT TATCG
AGAA TAG
AAAA TCG
ATAA GGG
TGGG AGG
TAC GCG
AAAG AGC
TAT AGTT
TAT ATAAC
CCC TCG
ATCC AAAC
TCAC ATG
AAC ATGC
ATTTT ATC
ACG TGTC
TCCC TTC
AAAA TAAG
TATC AAG
TTGG AAG
AATC TCC
AGGC AGC
TTTT TCG
ATTG ATTG
ACAA TAG
AGTG AAG
TC ATTTAA
AAAG AAAC
AATCC CC
AGAG TTG
TTTT TTATT
TCTAA CC
TTGG TGC
ATC ACAC
TTTT ATAA
TAAAA TAA
TGAA TATT
AGAC AAG
TATC TAG
TGAG AAG
TCATG CC
AATC ATG
TTTG CCC
TGAC AAG
TTTT TCTC
AGC TTGC
GC GGC
ATT AAATC
ATC ATCG
ATGG TTC
TTAC ATG
GC TCG
GG TAG
AG ATCCC
AC ATATAA
AC ATTTTG
TCC TATT
AATT GGC
TCTC ACC
AG TTTTTTTT
TGC TTTC
ACAAG CC
TTG AAGC
ATGG AAC
ATG AACC
TGG AAGC
AATTG CC
GC GCG
TAATT TAG
TG ATTCG
TTTTG AAAA
ATATT TTTC
TT ATGGG
TCAC ATC
TTC ATGC
TGTC AAG
TGG TTTC
TCCG TCC
TAC ACAC
AGTG TTG
AAAA ATTG
TCAA ACG
TCTC TTTC
GGG TTC
AAGG CCC
TAA ACTC
TCAC TCC
TCTT AAC
TGG ATGG
TCTT AATT
TCTC AAG
TCAA TAG
ACAA ATTC
TC AAAAAAAA
ACTT CCC
ATAAG CC
TGC ATGG
ATTTT ATG
GG TCC
TTCC AAG
TGAA TCC
ACACC CC
TGC AAGC
TATT ATAA
ATC TATG
ATC TAAC
AAAA TATG
ATATT TAG
ATTG ACC
TGTG ATG
ACGG CCC
ATCC TTG
TAAAA AAATT
TTGC TCC
TCCG CCG
ATTTT AAC
TATC TCC
AA TATCG
ATT TACG
TGC TATT
TAAAA TAC
AAGG GGG
TGCC CCC
ATT AGCC
AGC TTTG
TAAG AAC
TCACC CC
TAG TAAC
TCGG CCC
AGAGG CC
ATAT ACG
TAGC TAC
AA ATAGAA
TTCC TTCC
GG ATC
NNNN NN
TGAA GGG
TGAA ATTG
AGGG AGGG
TG ATACC
AAATT TGG
TACC AAC
AAAGG CC
AA TACCC
AGG TAA
TAT ATTTC
GG TTTT
TTC ATGG
TTGC TAC
TTAA GGG
AAAC ACG
ATTC AATT
ATAC ACC
TTGC AAG
TAT AGCC
TCCC AAC
AAAG ATC
TACC AAAA
TG ATCCC
AAGG TGG
TAA ACTT
ATCG AGC
ACTC AAC
TC TATGC
TC ATGGG
ATG TAAC
TTC TTCG
ATCC ACG
AAGC AAC
TTTG ATTG
AGAA TCC
TTGC AGC
TTTTC GC
ATAT ATGC
TCTC TGC
TTAA AGC
ATAG ATAG
AATAT AAAA
ATATT TAC
ATTTT GGG
TT ATGGC
ACTC TTC
TAT AGAC
TGGG TTG
ATAA TATG
TGAA CCC
TG ATTATT
ACCC AAAA
AATC TTTT
TAA TAATT
TCTT GGG
TC ATATAA
ATT AGAC
TAA ATTTG
TAAAA ATC
AA ATGCG
ATT ATTTG
TTTC TATT
TTTG TATT
TAAAA TTC
TGAC AAC
TGTT ATG
AC ATTATT
TG ATAGG
TTG TATG
AGAAG AAG
TAT CCCC
ATAA ATTC
TCAA TGC
AATC AAAC
TAGC AGC
AATG TTTT
AATG TTC
TAAG TTC
AATT ACC
TAG ATTC
TAT ATTTAA
AAAGG GC
TTAA ATTG
AAAAC AAC
TGATG CC
AG ATAGC
ATGC TGC
AC ATAGC
TG ATAGC
ATAG TGG
AATC ACC
TATTG CC
TGAAG CC
TGTC AAAA
ACTT AAC
TTTC AATT
TTCTTC TTCTTC
TAT AATTC
TGAA TAC
NNNNNNNNNNNNNNNN NNNNNNNN
GG ACG
TC TCCCG
AAG AAATT
ATAA TTATT
AATC TAG
AGTG AAAA
ACCC ATC
TTGG TTC
AC ATAGG
AG TAATAA
TTGG ATC
AATG TGG
TTAG TGG
CCC TAG
TCAAG CC
ATTC ATTC
TATG TATT
TCAA GGC
TAA TAGC
TGC ATTG
ATG ATCC
GC ACG
TTGG CCC
TGAG AGG
AGTC AAC
TTTC TTCC
ATCG CCG
TTGC TGG
TGGC AGG
TGGC AGC
TTAC TTC
ACTAA CC
TT ATATTG
ATGC TCC
TAAC ATC
TCAC TTC
AAAC TCG
ATT AGTG
TCAC AAAA
TT TAACG
ATGC ACG
AAAC AAAG
TGC ATCC
AGGG AAG
TTAG ATG
ATT ATATG
ACC ATCC
TAC TTCC
TTTG AGC
TTAA ATTC
TCTC TCG
AAATT TATT
AC TCCCC
ATTG TCC
AGCG AGC
GG GGC
AAAC AATT
TCCC AAAA
TCTT GGC
TAT GGCC
CCG AAG
AA TAGGG
AA TAACG
AGAA ACG
ATACC CC
TC ATAGC
AGTT TATT
GC GGG
ATTG AATT
AGCC AGC
AT ACCCG
TTTT AGC
AG ATTTTC
TTG ATGG
AGGG AGC
TTAC TAG
TCTC TCCC
AG TATGG
TTTC TGG
TTAA TGC
TTTAG CC
AGG TTTG
AAG AAAAC
TG TCCCC
AGAG ATG
TTGG AGC
GG AAC
AG TATGC
ACAC ACG
TGTT CCC
ATTG AGC
TAGG TGG
AGATG CC
AGAA TATT
TATG TGC
ACC AAGC
ACGG TGG
TGGC TGC
TGAA TGC
TAAG TAC
AATG TAC
ATGC AGG
TCTC TAC
TAAC TAG
TTC TTTTC
TAAG ATG
TGAC ACG
CCG CCCC
AGAA CCC
AGAC AAAA
GGCG ACG
ACAC TAC
ATATT TTTG
TTCG TCG
TGTGG CC
GGG TCG
AAGG TTG
AACC AAG
TTAG TAC
AAC ATGG
GGG TCC
TAAAA AAAC
AGTGG CC
AGG TGGG
TCAC ACC
TAAG TAG
TAT ACTT
AGGG TGG
ATT ATTTC
TTGC ACC
TGTG AAG
TCAA TAA
TTAG TTC
AAACC GG
TTCC ATC
AATAA TATT
TTTC AGC
TT ATATTC
AATT AAATT
ATTG TATT
AAGC TTC
AG AGGCG
TC TAGGG
AGAA TAA
AGCC TCC
TAT AATAG
TTAA CCC
AAGC TTG
TC ATCCG
TTCC TCG
TATC TATC
TG TATCC
TGG TAA
AGAC AAC
GCG ACC
TG AGGGG
ATT ACTC
AAAA ACG
TAGC TTG
AATGG GC
AA CCGCC
TGTG TTTT
AAAAG TTG
TTAG TAG
TGTT AAG
TT T
TAAAA CCC
TGTC AAC
ATCC CCC
GGG ACC
ATGG ACC
TTGC ATC
AAGC TCC
AAGAAG AAGAAG
GGCG CCG
ATGC TAG
TAGC AAC
TAT AATAC
TGTC TTG
TGAA CCG
TGTC TTC
TCTG TTTT
TGAA GGC
TC GCGCC
AAGC AGC
AGAGAGAG AGAG
TG ATATAA
TTTC TTTG
ACTT ATC
AGAGG GC
ATG TCAA
ACAA ACG
TGAA ATTC
AAGG AGC
AAATT TAG
ACAG CCC
TG ATTTAA
TGCC AAG
AG ATACC
TATG ATC
TGAA TAA
ATAA TTTAA
TTAG AAC
ACGGC GG
TGC AGCC
ATAA CCC
TGTG TTC
AAAG TTTG
AGAG TGG
TATT TTTATT
ATG TTAC
ATAT ATAAAA
AA TGGCG
AGG ATGG
TCTG TTC
TT TCCCG
ACAG AAAA
AGG AATT
ACG AAAC
TAA TGAG
TTG AATG
TGCG TGC
AAAG TGC
AGTT AAG
TGG AATT
ATAT ATGG
ACAC TCC
TAT AGTG
GGC ATC
ATT ACCC
GCG CCGC
TC TACCC
AGG TTGG
TAT ACTC
TCC TTTG
AAAAC AAG
ACGC ACGC
TAC TCCC
TAGG CCC
AG TAGGG
ACC ACCG
TGG AAAC
ATCG AAC
ATAGG GG
AG ATTTAA
TCTC AAAA
ATTTC TTC
ATT AGTC
ACGG CCG
AC A
TAA TCCC
TTTC TCG
TG ATCCG
ATTTC AAAA
AATTTT CC
TAT AGGG
TAG ATGG
TCC ACCC
ATCC AGC
AGTT AAC
TAATT TAC
ATTC TGC
TAATT AAC
TAA ACTAA
ATG ACAC
ATAA ATTTT
ATG TAAG
TGTT AAC
ATC TCAC
TCC ATTG
TAGC TTC
AG ATTATT
AC ATTTAA
AAATT AATT
AAG AACC
TGC TCCC
ATCG TCG
TCAA ATTG
TGGC AAC
AATC TAC
TGAC AAAA
TAT GGGC
TAAAA AATAA
TAGG AAAA
TGGC TGG
TAATAATAATAA TAATAATAATAA
TCC TCTCC
GG ACC
TC ATTCG
ATC AAATC
TGCC ATG
TTTTG TTC
TCTT AAG
TGTGG GC
AC TAATAA
TGG TATT
ATT TGCG
AA ACGCC
TAT ATTTTC
TG TCGCC
TTCG TCC
TTCTTC TTC
ATT ATCG
GCG TTG
TCTG AAC
ATTTG AAAA
ATAG AGC
TCAG CCC
AGTG AAC
AA T
ATGCG CC
TTTT TTCC
ATT AGGC
ACG TACG
ATAT ATATAA
TGTG TAC
AGAC TTG
TGG TGGG
ACTC ATC
AGAG AAAG
TAT CCAC
TTGG ATG
GG TAC
TTTC TAA
TCC TCCG
ATTTT CCC
TGTT TCG
GGCC GGC
TC GGGCC
ACC TATT
TAAAA AAAG
ATT ATATC
ACAA CCG
ACCG CCC
GCGC GCGC
ACG AGCC
TGTG AAC
ATAC ATAA
TCTG TTG
ATGG ATGG
TGGC TTG
ACGG AGG
TC TATAA
AGAG AAC
TAG ATTG
TAA TACC
TGTC ATC
TCTT TCG
AA TAGGC
TT CCGCC
TGC TTGG
TGAG ATG
AG ATATAA
TT AGGGG
AACG ACG
AC TATGG
TCAA GGG
TCC ATAA
TAT ACCC
TAGC AAAA
AAGC AAAA
ACAG AAG
TATG ACC
AGAA ATTG
TGAA ACG
ATAC AATT
ATATT AATT
TTATT TTTG
ATTTG TTG
TGTT AGG
TAATT AAG
ATTC AAAC
ATCG ACC
ATT AAAAAAAA
GC AGG
TCTC ACG
ACTT AATT
AATG ATC
AC TTTTTTTT
AGCC AAC
ATTTC TTTT
TTCC ATG
ATAC ACG
TT TCGCC
TAC AAATT
TATC AATT
AAGG AAC
TAGC ATG
TGG ATTG
TCAC TTTT
AGTC AAG
TC T
GGC ATG
AAAG TCC
ATC TAAAA
ATGG TAG
AGC AATT
TCTC TAG
TCG TCGG
TAAG CCC
AATAA ATAA
ATT AACG
TAA TTCG
ATC TCAA
AGC ATGC
AAAA AAAAC
TTG AAATT
ACTC ACC
TAA ATATC
TATC ACC
ATAC TATT
TTGC TAG
TTG AACC
TAC TACC
CCG CCGG
TAC ATTG
TC TAATAA
ATTC TATT
TAATT TGG
AC TAAAAC
ACAC TTC
ATATATATATATATAT ATATATAT
TG TAATAA
TAA AGTG
TCTG CCC
TGTC TCC
TT TGGCG
AT AAAACG
AGG TTTC
AAG TAAAA
TGCC AAC
TTTTC TTTC
AATC TCG
AAAA TATC
AGC TTCC
AAAC TGG
ATTTT ATAA
TTGG TCC
CCCG CCC
ATATT TGG
TCAG TTG
TAC AATG
ACCC ACG
AA ATAAAAG
TGGC AAG
TAC AACC
ATAAAA GG
ATT TCGC
ATGC ATGG
TTGG GGG
AAAAG AAAAG
TATT TATG
ATTC ACG
ACAC TGC
TAGC AAG
ATAA ATAG
TTAG AGG
TTAC TCC
TTGC AAAA
TGAG TGG
TAA ATAAG
ATC TTAA
TAAC ACC
AGTGG GG
AA ATAGAG
AATT TATG
TCTCC GG
ATCG ACG
AGCC CCC
TCCG CCC
AGC AAGG
TCG TCGC
ACCC TTC
AC ACGCC
TCG TTTG
AAC TTAA
AGC TATT
TAT AGTC
TAGG TTG
AATG TAG
AAAA ATATT
AGC AGAG
AGGC AAG
AAAC TGC
AC GCGCC
ATT ACTG
AATC ACG
ACTC TTG
TAGG AGG
GGCG AGG
AGATC GG
AGGG AAAA
AATGG GG
AA ATAAAAC
GCG CCGG
ATTTC TTG
AATTTT GC
TAAC TATT
ATAG TATT
TGAC ATC
TC TAGGC
ATTTG TTTT
TCTTTT CC
ACC AAATT
TAC ATTC
AATC AATT
AA TCGCC
AGAA TGC
AGCC GGC
AG TAAAAG
TGG AAGG
ATG TGAG
AAAAG AAC
ACAAAA CC
AC TATGC
TCG TTTC
AGC TTTC
TTG AAGG
TAGC TCC
ATT AGATT
TGGC TTC
TAGC TGC
TCTT ATG
TTTAA TATT
AAATG AAAA
AAC TAAC
ACGC GCG
TCCTCC TCC
AATC TGG
TGTT AATT
ATAA TAAC
TTCG TTG
TGTC ACC
ACTT AAG
AGTAA CC
TTTTC TCC
TTATT TTTC
TAAAA ATAAAA
TGTAA CC
TAC TTGG
TAG ATGC
AATATT TTTT
TTATG CC
TTC AAGC
AGTT TCG
ATAGG CC
TAA AGAC
TAA ACAG
AGC TGCC
AAAAC TTG
TAA ACCG
TAT ATTTTG
ATTC TTTC
AAAC TATT
CCG ATC
ATTG TTTG
TAT ATCG
TAGG AAG
ACTG AAG
TCTCC TCC
TCCC TTG
TC TGGCC
AGGC AGG
AGGG TTC
TTTTG AAG
AGTT ATG
AATTC GG
AGGG ACC
TTTAG TTG
TCTAG CC
TGTT ATC
ACC ACAC
TTCC ACG
TGG AAAG
AACC CCC
TAA TGGC
ATTG CCC
ATT AATAG
ACCC AAG
ATT ACAG
AAAC AGG
AATG AGG
TTC TTAA
AACG AAC
TTC TATC
AG TAGGC
ATAAAA CC
CCCC TCC
TG TGGCG
TCG ATCC
TCCC TCTC
ATAG CCC
TTC AAGG
AAGGG CC
TAA TGAC
TG ACCGG
TAG AAGG
AATT ATTG
TTTAT AAAA
TAA ATTATT
TAA ATTTC
TACCG CC
ACAA ATTG
AGGC AAC
TTC TAAAA
AGAG ATC
TTGC AGG
TGTGG GG
ACC ATAA
TAA ATCG
TATG TTTG
TGGC TCC
TGTG AAAA
ACC ATTC
TGC ATTC
TAAC TCC
TTTAA TTG
AAAC ATAA
ATT ACTT
ATGC TGG
TTAA ATTTT
TATT GGG
TTTC AGG
AGAG TAC
TCCC TCG
TAG TAGC
TGTTTT GG
AAAC AGC
AGTG TGG
GGCC ACC
TTGG AAC
AATG TGC
AAAAAAAA AAG
TCTTC TCC
TCTC GCG
TTGG TTTT
TAA ATTTAA
TCACC GG
ATT ATATAA
ATAT GCG
TAAG AGC
AAAA AATC
AAAA AGAAAA
ATGG CCG
TAA AGCC
ATC AACG
AGGG TTG
TAA ATAAC
ACG TGGG
ACGG TGC
TCTG AAG
AG TATCC
TAA AGAAAA
TTAA ATATT
GGC TAC
GGC GGCGG
AGG GGGG
TCCC AAG
TAG TATC
TTTC ATTC
TTGG ACC
ATT TAATAA
AAAC TTTG
TGAA TCG
AA AGGCG
TATT CCC
TTAC ATC
TCAG TTC
TTTT TATC
TAAG TGG
ATT AATAC
TAA TATTG
TTTT ATTTT
ATG TGCC
AAAG ACC
TTTTC TTTTC
TCGG AAC
GG GCG
TAT AGGC
TCGC TCC
ATTTG AAG
AACC ATC
TC ACCCG
TAG TATG
ACTAG CC
TGTAG CC
TC ACGCC
TG AGGCC
AATT TATC
AGAGG AAG
TCTAA GC
AACC TCC
TTTT AAATT
ATG TTAG
TGG AGGC
AAGG TGC
AAAAAAAA AAC
ATGG GGG
ACCG TCC
TGAC ACC
AA ATACAC
TACC CCC
AGGG AGAG
AAGC TGC
ATG ACAA
TAT ACAG
TAC TAAC
TCCC ATC
TCAA CCG
TCCG ACG
TC A
ATG TCTC
TAC TTGC
TCTT CCG
ACTC AAAA
TAC TAAAA
TATT TTAAAA
AAAAG AAAG
AC TATCC
TG TAGGG
TTG TTCC
ATAA TATC
TAA TTTTTTTT
AC GGGCC
TAA ATTTTTT
TAAG ATC
TGGG TTC
TC TAAAAC
TC ATATTC
TG ACCCG
TATT ATTTT
GGC TAG
TGTG TTTG
TG TAAAAC
TG TATATG
TAC ATGG
ATTC TGG
TAA CCCC
TAT ACATG
ATG ATAC
AATT TGAA
TACC TCC
ATAA ATAC
TCG TGCC
AGAA ATT
TGAG AAC
AGTT CCC
TACC TTG
GGC AAAA
TATT TTCC
TCAG ATC
TTAA TATG
AGCC AAG
ACTC AAG
ACTG TTG
TTC TAAC
TAT CCGG
GCG AAG
AGAG CCC
AATG AGC
ATAT ATATC
AATG CCC
TT AGGCC
GGG ACG
ATAG TGC
AAATAT GC
TAC TCTC
TACC AAG
TGGG AAG
TCGC TGC
AT ACGCC
TCTG ATC
TG ATGCG
ACCG TCG
AAGAAG AAG
ACC ATGC
TAC AAGC
ATGG TCC
TGAG ATC
ACC TTCC
AGC ATAA
AGTTTT GG
ACC TTTC
TATG AGG
AAACC GC
TAC ATAC
AAAG AATT
TGG TTGC
AGCG CCG
ATG ATAG
TTG TATC
ACGC ACG
TCAAAA CC
AGTG AGG
AT AGGCG
TAA TGGG
AAATT AAG
ACCG ACG
ATGGC GC
AA TCCCG
TTAG AGC
AG TGGCG
TG ATATTG
ATTC AGC
TGTG TAG
AGTT AATT
ACC TCTC
ATTC TCG
TCTG TCC
ACC AATC
TACC ATC
TGTC TTTT
AC TAGGG
TCCC ACG
TAGG GGG
AGAG ACG
AAGG AAAG
AG TATATT
TG ACCCC
AATAA TTG
TG TAGGC
ATT GGCG
TGC TCTC
TATT TTAC
AGAA GCG
TGTG AGG
ATCG AAG
AACC TTG
AGTAA GG
TAG TAAG
TGGG AGC
AGCG ACG
AGTT AGG
AG TAAAAC
AGTG ATG
TATT TCG
TGAG AGC
TCTT AGC
TGTC ACG
ACAC AGC
ACAC AAAC
TGGC ATG
ATAA TAAG
AGAA TCG
TTAG ATC
TAG TAGG
AATAG CC
TGTAA GC
TCCG TCG
TCGG TGG
CCCC CCC
AAAAC ATG
TGAG CCC
TACG TGG
ACTG AAC
TTTG CCG
ATAC AAAC
ATCG AGG
TAT GGGG
AGTC TTG
AGGC TGC
TTTT TATG
TAG TTAA
ATCC TCG
TACC AAAC
ATTC AGG
TCTTC GG
TTTT TCTTTT
TGGG TGC
TTTTG AAC
AAATC GC
AGTC AAAA
TCTAA GG
TAA TATTC
AC ATTCG
TTATT AAAA
AGTGG GC
TTG ATGC
ACAC GGG
AACC GGG
ACTAA GC
TAGC ATC
TCAG AAG
TTTT TTGG
TTTTC AAC
GGCC GGCC
TAAC AAAC
AACG AAG
TTCG TGC
ATTATTATTATT ATTATTATTATT
ATT ATAAC
ATAT ATTTTTT
ACCC ATG
ATT AGATG
AGTT AGC
AG ACGCC
TAC AAGG
AATT AAAC
TAAAA TTTG
TAGC ACC
AAATT AAC
AGTAA GC
AAATAT GG
TGAG TGC
AGTG AGC
TACC TTC
AG ACCCC
TAA AGGG
ATC ATAC
TGG AGAG
TTTT CCG
ATTG TATG
ATCC TAC
ACAG TTG
TAA ACTG
TATT TATC
TCTT ACC
ATGG ACG
ACCC TTG
TAAG TTTG
ATAA ACG
TCG AATT
TGCC TGC
AGCC AGCC
TTTT TTTTG
ACAC GGC
TCTG TTTC
TG TAAAAG
AAAG AAAAG
TTAAG CC
TTAA ACG
AACC AACC
TAA ATATAA
TGGC ACC
ACTT ATG
AGAAG AAAA
AAC TTCC
ATTTT AGG
TCAC TGC
ACCG TTG
TCAG AAAA
TAA TGTC
AAGG AAGG
TGAG TTC
ACAG AGC
TTTT TTGC
AGAC ATG
TT ACCCC
AC ATATTTT
ATC ACAA
TTTC ACG
TTGG TAG
AGTAG CC
TTTT ATTC
ATGG TAC
TAAC AATT
AATC TGC
ACCG ACC
ATCG CCC
AGTTTT GC
AG ATGCG
AGC GGCG
ACCC ACCC
TTTTC AAG
AACG AGG
AC ATGCG
TCG TCTC
TTGG AAAA
ATCG ATG
TCAC TAC
AAC AAAAC
TACC ATG
AAATT TAC
AATC AGC
ATTATT GG
ATT TATATT
AGAG TTC
ATAG ACC
ATCG TGC
TCTG AAAA
TAA AGTC
TGTT GCG
TC AGGCC
AGAG TAG
ACGC GGC
TTCC AGC
AAGC ACC
TCATC GG
AAAGC GG
TCAC TAG
AGAG ACC
AGAC ACC
TCGC TCG
ACCC AGC
ACACC GG
AAC TCTC
TCAA ATCC
AG TCGCC
TG TACCC
TAA ACAAAA
CCG TTC
TAAG TATT
AAGC ATG
TCAC ACG
TACG TGC
TGTT AGC
TT TAGCG
AG ACCGG
ATC AAAAC
ACAC TAG
TTTCC GG
ACAA TATG
ACTG CCC
TG TATATT
ATTTT AAATT
TCTG TAC
TCATC GC
AAAG ATAA
AGGG CCC
AAAA ATTC
TAAAA AGG
TATG AATT
ACAC TTTT
TTCG TTC
TGTT ACC
TGCC TTG
TTTATT GC
TAC TATC
TGTG TCC
AAAC GGG
TCTC ATG
TCTC TTCC
TAAG AGG
TT TACCG
TAT AACG
TATTC GG
TC TAAAAG
TC TATATT
CCG ATG
ATAG AATT
AGGC TTG
TTCG ATC
ACTC TTTT
AGTC TCC
TGTTC GG
AAAA AGAA
TTGC TCG
ATTCG CC
TGAC AGC
AGAAAA GC
AGAGG AGG
TTATT AATT
TGGC ACG
AATC AGG
TG ATATGG
TCG CCGCC
ATCG TCC
TT ATACG
AC TATATT
TTG ATCC
TGC ATAA
AATG AATT
TCAAC GG
TCACC GC
AAC ACAA
TGC TAGC
TATT AGG
AAAG TTTC
TTTTG TGG
TAT ACATT
TAT ATATTTT
AC ATACG
TTAGG GC
TC ATGCG
AGAA ATTC
ATATT ATG
ATTG TTTC
TCTT ATTC
ACAG TGG
TT ATCCG
TCCC ATG
AAGC ATC
GGC GGGG
AGCG CCC
TGTT TATG
TCTCC GC
ATAG TCC
TTTG TCG
AAAG TATT
ATAAAA GC
ACAG AGG
ATT ACATT
ATC AATAA
TTG TAAC
ATGG TTTT
TTCG TGG
AGCG AGG
TCGG CCG
TG TATAA
ATC TAAG
TAG AAATT
ACAC GCG
AGAAAA CC
AAC TATG
TGTG CCC
TGGG TCC
TGGG CCCC
TGAC TTC
TATC TATT
TGAC TTTT
TTAA TTTTG
TTCC CCG
ACTG AAAA
AC TACCC
TTGC ACG
AAAG TCG
ATCC TAG
TTAG CCC
AGC TTGG
AAGG ATG
TCCCC TCC
TGTAA GG
TCTC TGG
AC ATATTC
ATAA GGC
TTTAA TTTG
ATTTTG CC
ATAT ACAC
TTAA CCG
ATATT TCC
AGGG ACG
TGCC ATC
TAC TATG
ATAT ACAA
ATGG AGATC
TCTCTCTCTCTCTCTC TCTCTCTCTCTCTCTC
AGGG AGTAC
TTAC AATT
AACG AAAA
AAAGG AAAA
TGG CCGG
GGG ATG
AACC AGC
AGCC ATG
TGAC AGG
AGTT ATC
TGTTTT CC
GGCG AGC
AC ATCCG
ACC CCCC
TCG ATTC
TAGG AAC
TGTG ATC
ACAAC GG
TGTTTT GC
TAAAA TGG
TAA ACATT
ACG ACGC
TAGG GGC
TG ACGCC
TAT AGAAG
ACG CCGC
ATAT ATCC
ATATT TGC
ATAG TTTG
TTTTC ATC
ACAG TAC
AGTG TGC
AC ACCCG
TAAC ATAA
TAAAA TATG
TATC TGC
ATG AATAA
ACC TTTG
AGTG TAG
ACACACAC ACACACAC
ACC AGCC
TCAC TGG
ATCC AGG
ATCG TTG
AC TCGCC
GGG TAG
TTTT TAAG
TAT ACTAA
TTAA TCG
TATCG CC
AC TATAA
ATAG AAAG
ACACC GC
AG TCCCC
AC TAGGC
TCTCC CCC
TAGCG CC
TTC TCTTC
TCCC TGC
TGCC GGC
TTTAA TTC
ATTC ATAA
TCAA TCG
AGCC GCG
TAC AATC
TGCC TTC
AG ATAGAG
TAA TCAG
TTG TTAG
TAC ATCC
ACG AAGC
AACC TTC
ACCG AGC
ATTTC TCC
AC TGGCC
ATGG GGC
AGTTC GG
AAAA AAGG
TTG AATC
AAAG AAGG
TAA TCTAA
TGGC GCG
TCC ATGC
ATTC TCTC
TTTC AAAC
ATATT TAAAA
TCG AGCG
ATCC TTCC
ATAG ATAA
AGTC TTC
TAAG TCC
TCGGC GG
AC AGGGG
TGCG CCG
ATTTC AAC
AG ATACG
TAAC TGC
TAT AGAAAA
TAT AGATT
ATTTT GGC
ATGC TTTT
TTCC TGC
TCGC GCG
TTG AGAG
AACC ATG
TTTTG ATG
ACAG AAC
TC AGGGG
ACC GGCC
TAGG AGC
AGCC AAAA
ATAAAA TAAAA
TATT AGC
GGG ATC
AGAGAGAGAGAGAGAG AGAGAGAGAGAGAGAG
TAA TGTT
ATATT ATC
TGAG TTTT
TCC AATC
CCC TTTT
ATTTT TCG
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
ACC TTGC
AATT AATAA
GGG AAC
AGGC TTC
TCGG AGG
AG TACCC
AAAA AAATG
TCTT TATC
CCCG CCG
ATATC GG
TGATC GG
TCC ACAC
TGG ATGC
TGAG TAG
ACAA ATCC
TAAC ACG
TCGC TCGC
CCCCCCCC CCCCCCCC
TT GCGCC
AAAG ACG
TTATT TAG
TTTTTTTT TTC
TCC AAATT
TATT ATTG
TCG AAAC
TGGC TAG
AAAAC TAC
AAAA AAATC
TCCC TTTT
TTATT TAC
TGAC TAG
ACTG TTC
TAGTAG TAGTAG
TGG ATTC
TCG CCCC
ATTTG AAC
ATTATT GC
TAATT TAAAA
GCG TTC
TATC AAAC
AGAG AGAA
ATCC TTTT
ACTC TAC
ATT CCCG
ACAA TAAAA
TCAA ACCC
AGAC TTC
AG TATATG
TTAC ACC
TTAG TTTG
TCG AAGC
AGGAGG AGG
CCC GGC
ATTG ATAA
TGGC ATC
TTATT TGG
ACTC TGC
TAA TGCC
ATTC AAATT
AAGG TTC
AATG ACC
AAC ATCC
AAAAC TTC
TGTC TAC
AGAC ACG
ATTTG ATC
TT ATATGC
ATG AAATG
CCAC ACC
AGGC TCC
AC TAAAAG
TTG TTTTG
TAAG TGC
TCTTC GC
AATCC GG
ACGGC GC
TTTC ATAA
AA TTTTCG
AATC AAAG
AACG AGC
ATTTC ATC
TATT TTTTC
TTAA ATAAAA
AAAA AATAT
ACTT ACC
TCTTCC CC
GGC GCGC
AATT AAAG
TTCG CCG
ACGC ACC
TCC AAGC
TTCG AGC
AGG ATAA
AGGC GGG
AAAAC TAG
ATTTT AGC
TACC TAC
AA GCGCC
TAT ACTG
TAT ATATATATATATATAT
TATT TAAG
GCG AAC
TATG AGC
TAAC TTTG
TCAC AGC
AACG TGC
TGG ATCC
ATTC TTCC
TAT AAAAAAAA
TCG ATGG
TTAA TAAG
TAT AGTAA
ACCC TAC
TCAG TAG
ATT TATGG
CCC TGC
TCAC TCTC
TCAG TGG
TT ATACAA
TTAG TCC
TATT GGC
ATTG ACG
TTGC TTGC
TTATT TGC
ATTATT CC
AAAA TTTAA
TAT AGTTG
ACCC TAG
AGGC ACG
TTAC ACG
TCAG TCC
AAC AAATG
ATTTT TATC
TAGG TAG
ATTTG TTC
AGGC ATG
TCAG AGG
TAGGG CC
TAAC AGG
TCAC TCG
AGTG TTC
ATTTT TATG
ATAG AAAC
TAGC TGG
TAGG TTC
AGCC ATC
AAGC AAGC
ATAGG GC
ACAAAA GC
TCTTTT GC
TC ATACG
TAT AAACC
TTAC TGC
TAA ATTTTG
TCG TTGG
AATT TCAA
TGCC AGC
ATT AGTTG
TAA ACATG
AATT TAAG
TTTC TTTTC
AATG TTTG
ATTTC AAG
AATT TCTC
ATG TTTTG
TTG TTAA
TGAG CCG
AGCG TGC
TACG TACG
AAAA TAAC
TAG TAAAA
GGC GCGG
ACAA ATATT
TGTG AGC
AAAAC AAAC
TCTT AGG
TAA ACTTG
TGGC GGG
CCAC TCC
TATAA ATAC
AGTG ACC
ATC AGAG
TATT TTTAT
TCG TTGC
AGTG TTTT
AG TAACG
AG AAAACG
TC TATCG
AGGC TGG
TTCG AAC
GGCG ACC
TCTTTT GG
TGC ACAC
TAG TTTTG
AATT TAAC
TGCC AAAA
ATATG AAAA
AAG TTAA
TATT TTGC
TCG ATGC
AATT CCG
TGCG TGCG
ATTTAA CC
AGATT TGG
ATAAG AAAA
TC ATATTTT
TCAG AAC
AAATAT CC
TACC TGC
AGGG AAC
AAATT TCC
AAAAG TTC
TC TATAAAA
AACC ACG
TAG AATC
TCTT ATAA
AAG TATG
TAT ATTCC
ATC TTAC
TTTT ATTG
TTTT TTAAAA
AAAC TTTC
TCAC AGG
ATATG TTG
ATTTG ATG
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNN
TC TGGGC
ATT TATGC
TAA CCAC
TTTT TTTATT
TTGG GGC
TCGC TGG
ATAC TGC
TTCG ACC
AA TACCG
ATT AGATC
ATC ACCC
TGTC AGC
TCTG TGG
TGTGC GG
ATT ACTAA
ATT TGGGG
ACG ACGG
AGTC ATG
TC ATATTG
TATT ACC
TTTG ATTC
AAAG CCG
TCTT ATATT
AG ATATTG
AGG AGAA
TCC AAGG
TTCC TCTC
ACTC ATG
ATCC TGC
AGTG TAC
AGTC ACC
ACG CCGG
ATAA ATAT
GGG CCGG
TCTG TGC
AAATG AAG
ACATC GG
TG AGGCG
TATT TTTTG
TG A
ATC ATATT
AATT ATTTT
ATTG TCG
AAATC AAAA
AC ATACAC
ATT TATCC
AG TATAA
AAC AATAA
AGAAG AGG
TAAG AAAG
TGTC TGC
AC TGGGC
TAA ACGG
AGC TCTC
TGCG TGG
TGAAAA GG
TAA AGTTG
TTGG TAC
TCAA TCTC
AAGG GGC
AAGC TAC
TGAG TTTG
TTAA GGC
AGAC GGC
TCAG CCG
AGATG AAG
AC AGGCC
TTAA TATC
AAGC TAG
ATAAAA ATAA
ACAG TTC
GGGG AGG
TTTC AAATT
TAATT ATG
TAATT ATAA
G CC
AGCC TTG
TTCG CCC
TGAC TCG
TG TCCCG
ATC TGAA
AGCC TGC
AACCC GC
ATAT ATAAC
GGG TGGG
AAAC TAAAA
GGCG CCC
AAATC AAG
ACC TCCC
ACTG TAC
TTTT TAAC
ATTATT TTG
TAT ACAAAA
ACAC ATGC
AGAA CCG
AACG CCC
ACTT TCG
AGCCC GG
TGG ATAA
ACCG AAC
TAATT TCC
TTTAAAA AAAA
ACG AAAG
TGCC CCG
ATTCC GG
ATT ACAAAA
TG ATACG
AGAC ATC
AGAC TAG
ACGC GGG
ATT ACATG
TCAA TCAA
TGAA TAAAA
TTTTG TTTG
AACG TGG
ACTC TAG
AATAT ATAA
TTCCC GC
AAAA ATAC
TTTT TTAG
TTG TCTC
ACG AATT
AGAA ATGG
AGTC ATC
TG TAACG
AGC TGGC
TAATT TGC
AGC ATCC
TAT ACTTTT
AGTG ATC
TAA AGGC
AAC TCCC
TTAC TATT
TTAAAA CC
ATG ATATT
ACAA ACCC
TTAA TAAC
TGGG AGTTC
AAGC TCG
ATAAAA AAG
TCTTC TTCC
AGAG AAGG
ATG TTTTC
ACAA TCG
TTGGC GG
TTC TATG
AGAA TATG
TGAA GCG
ACCG TGG
TTTGC GG
TGTTG TTG
ATG AAAAG
TAATT ATC
ATG TAGG
AACG ACC
TG ATATTTT
ATT AGTAA
TAG TTAG
GGCC GCG
AGC ATGG
ACAA TATC
TTGG CCG
AATG TCC
GGCG TCG
ACGG GCG
TAT ACTTG
AGAG TGC
TTCG AAG
TTG TCGC
TAT ACTAC
AGGC ACC
TTC TTAC
ATTTT ATTG
AGAA TAAAA
AATG TATT
ACAG TGC
AGG TGGC
TAT CCCG
TAT AAAGC
TTGG TTTG
ATGC TCG
ATTC AAAG
TACC ACG
AGCCC GC
TAT ACGG
TAG ATCC
ATAC ATTG
TTAG TGC
ATT AGTTTT
TGG AGGG
GGG TAC
TATG TCC
ACCACC ACC
ATT ACCG
AGC AGCG
ATATT ATAA
AAAAG TAG
ACTAA GG
TGAAAA CC
ATTC ATTG
AAATG TTG
ACG ATGG
GGG AGGG
AAATT TAAAA
ACAAC AAC
TCAAAA GC
TAA TGATG
ATG CCAC
AAG AGGG
TCGGC GC
AAATT TGC
TTAG AATT
ATG TAGC
TTCC TGG
AAAAG AGG
TGAC TAC
ACTT AGG
AAATC AAC
CCGCCG CCG
TTC ATCG
ATAC TCG
TTTTG TGC
TGTCC GG
ATCC CCG
TGAG TAC
TACG TAG
TCTG ACC
ACTG TGC
TAA TCCG
TTGG GCG
TTCC TAC
TTTTC TGC
ACCG AGG
TGATT TGG
TGAAC GG
CCCGG CCC
ATT TATAAAA
TTG TGGG
TCAG TTTT
AGAAC GG
TTCG AGG
TAA AGAAG
ATC AGCC
ATTTT ACC
ATGC AATT
AAATAA GG
ATTTAA GG
TCTT GCG
ACAAC GC
ATT AAACC
ATC TCCG
AAG AGGC
ATGG AGGG
AGAC TCC
TTTGG TTC
TT ACCGG
TAT ACAAG
ACG TTTG
TGAA TATG
ATCG TGG
TATTG TTG
ATG TGTC
AAG ATCC
ATTC TTTG
TTCC TTTC
AG TATAAAA
AAC TCAA
ATG TACC
AGC TACC
AATT AATC
TCTG CCG
ATTTTC TTC
TCC GGCC
TGTG ACC
ATT AATCC
ATT AATAAAA
ATC ATAG
AGC ATTG
ACAA GCG
CCC TCCC
TCTC TCTCC
TTCC TAG
TCTT TAAAA
ATATAA GG
AC ATATTG
TTG TAAG
TTAA ATAG
ACATC GC
AAGC TGG
AATAA TTC
ATT AGAAG
TAA GGCC
TTTTG TCC
ACAG TAG
ACAA ATAC
ACTTTT GG
ATT AGAAAA
ATC AAAAG
TAT ATACC
AATG AAAC
ATT AATGG
TGAC GGC
TTTCC TTC
TTTATT GG
TTTT GCG
AATC TATT
ACTC AGC
TAA GGGC
AAGC AGG
TTTAA ATAA
AGTT ACC
TTG TGGC
ACG AGGC
AACC TGC
ATC ATTTT
TAT ATTGC
TAAC TCG
AATAA TAAAA
AATTTT AAAA
AAAGC GC
AG ACCCG
TAT ATAGG
ATTG CCG
AATAA TAC
ATTTAA TTTT
TAT ACCG
AATT ATATT
TTTC TTGG
ATAAAA TATT
ATATAA TTTT
ACAAAA GG
TAG AGGC
TAG AATG
ACG AAGG
TGGG TCCC
AAGGC GG
TAA ATTGG
TAG ATAG
ACCG CCGC
AATAT ATG
AAC ATAC
AAAC GGC
ATGC GGG
TTTCC GC
TAT ATTGG
TTAA TTTTC
AGTC AGC
TGAAG AAG
TAA TACG
TATC TCTC
AGAC TTTG
ACG AGAG
AGCC TAGC
TTTCC TTTT
ATAA TTTTG
TCAA TAAAA
AAGG ACC
TGCG CCC
TCC TTGC
TCG TATT
AATT ATTC
ATG AGAC
TTC ACAC
AGC GGCC
AGGG TGC
TGCC TGCC
AGCG AGCG
TTTATT CC
ACTTTT CC
TAA AGTAA
TCCC TAC
ATG AGGC
ATAC ATGC
TTAG TTTC
TTTAA ATC
TAA ACAAG
AAAC ACAC
ACCC TGC
TGTT CCG
GCGC GGC
TC TACCG
TTC TACC
TTG TTAC
ATAT AGAG
ATTC AGAG
AAAG AAGC
TGAA ATGG
ATAG TTTC
ACGG ACG
TTTAT AAG
ATAA TTAC
AATT AATG
AAAAC ATC
TTAAC GG
TAA ACAAC
TAA TATATT
TCGG TGC
AAAA ATGG
TAC TAGC
ATCC GCG
TCAC TTTC
TT ATGCG
TC AGGGC
AAC TATC
TTTAA TAG
ACTT AGC
AAAA AGAG
TCG AACC
ATCC AACC
ATAC AGC
AACG ATG
TGCG AGG
TTTGG TTG
ACC AATG
AAG TAAC
ACG TGTG
TAGG ATC
TTTTC TATT
TTCG TTTT
AGTT GCG
ATCCC GC
ATT ACAAG
TAT ATAGC
AG TAGCG
AC T
ATT ACAAC
AGG ATTG
TATG AATG
AACG TTC
AC TCCCG
TC TAACG
ATAA CCG
CCGG CCG
GGG TTTT
ACCG TGC
TGAC TGC
TAA GGGG
AAAC AAATT
TGAC TGG
TTG AGGG
TTTTC TAC
TTTTG TAC
TGTT ATTG
ACTG ATG
AC TATAAAA
TAAG AATT
TTTTC ATG
TGAC TCC
AACCC GG
ATATATATATATATATATATATATATATATAT ATATATATATATATATATATATATATATATAT
AAAA ATAG
ATATT AAC
TGGC TAC
TGTG CCG
AAAAC TTTT
AAGG TAG
TG ATATTC
ATC TGCC
TCTG ATG
CCC TAC
ATAC ATTC
ATGGC AAC
TT AGGCG
ATC TAGC
AGC TCCG
TAT AGATG
ATAT AAAAG
TTGG TTGG
TCAC AAAC
ATAA TTAG
ATTG AAAG
TAAG AAAC
TTTTG TTTC
TGTC AGG
ACTG TGG
AAAA AAATAA
TTTTC TCTC
ATATC GC
TTG TAAAA
TAGG TGC
AGCC AGG
TGTGTGTG TGTGTGTG
TTG TAGC
ATTG ATTC
ATGC GGC
ACAA ATGG
TAG AACC
ATTG AAAC
AG T
AAAA AATAAAA
TCC ACCG
AGC ACAC
AAG TGGG
TTTG AAAC
ATTTTTT TTC
TAT ATATTC
ATAT AGAA
TATC TTTC
TTTTG TAG
ACTT CCG
TAGG TTTT
TTGC TTTT
ATCG TTC
GCG CCCC
ATTATT TTC
TT ATATGG
ATAAG ATG
CCGC TGC
AATATT CC
ATGG TCG
TTAG CCG
TTAAAA GG
AG TATCG
ATC TTCG
TAGG TAAG
AAAAG CCC
ATTTG AGG
TGAGG GC
ATACAA CC
TATT TCTC
AGAG AGGG
TG TATAC
TTTTG CCC
TTTATT TTG
TT TGGGCC
ATAA TCG
ATTTT AATTTT
AAATT ATG
TTGGC GC
TAT ACAAC
ACG AATC
TCAA TATC
TTAATT GC
TAT AGTTTT
ATAT AAAAC
TCGC GGC
AGAG TCC
ATTTT ATTC
ATCC TGG
TGTC TGG
ACTT TAAAA
TATAA ATAG
ATT ACTTG
ATCC AATT
ACTT GCG
ACTC GGC
AATAT AAG
TG TAGCG
ATAAC AAAA
ATAGAA GG
ATT AATGC
TAA TCTT
TGTC GGC
ACTT ATAA
AATTC AAAA
ATGAAC TTAG
TG TATCG
TAA ATTTTC
ATGC AAAC
ATATT AAG
TCAC GGC
AATAA ATC
TAG TTAC
TTTAT AATT
CCAC AAC
ATC ACCG
TTTG AAAG
TAAC AAAG
TTTT TTAC
AGC AGGC
AATAA ATG
ATTTTTT GG
ACC AAGG
AAC AACG
TGGC AAAA
TAGC TCG
TCCG TTC
AGAG AAAC
TTAA ATAC
TTAATT GG
ATT ACATC
TTTT AAAG
TCAA ATGG
ATAG ATTC
TCCG TGC
AGAC GGG
AGTG CCC
TCAAC GC
ATTTTTT CC
ACGG TTG
TCGG TCC
TC TGGCG
ATTTT TAAG
AGCC CCG
ACGC TCC
ATAAAA ATAAAA
ACAG CCG
ACTG TAG
ATCCC GG
TAA TGTAA
TGG TAGG
ACG TGCC
TTGG TCG
TGGG TGGG
TGAC GCG
TAA TCATT
ACCC AAAC
TCTT TCCC
AGTT TATG
AATAT AATT
TATC AGG
TGAG AAAG
AGTG TCC
AG ATATTC
TTTTG AGG
ACGC AGC
AGTC TAG
TGC AAGG
TCCG TGG
GGGC GGC
AGTT TAAAA
TG TACCG
TCG CCCG
TTGC ATGC
TCAG AGC
CCAC TTG
AAC AGAG
TTGG ACG
TACC TTTT
AGAGC GG
TATAA TAAAA
TG TATAAAA
ATAA TTAAAA
AAATC TTG
ACAG ATC
TTTGC GC
AGC TCCC
AAG ACAA
TATT ATTC
TTTTG ATC
TAA TCTG
TAT ATATGC
AACG CCG
TGTATT GC
TAT ACATC
TTTC GGG
AAATT AAATT
TCGC TTC
TAA ATTGC
TTTG ACG
AGGG AGTAG
AGCC TTC
TGC AATG
ACAC AGG
AAAAG TAC
TGG TGTG
TATG CCC
AC AGGGC
AGGG TAG
ACGC GCGC
TAT ATATTG
TATC TCG
TTTTC TAG
ACTG CCG
ACG AACC
ACCC TTTT
TTAG TATT
TGAG ACC
TTG TGCC
TAT AGTAC
TATG TTTC
ACAG TCC
ATTCC GC
ACTTTT GC
AAAC AACC
TTTG AAATT
ATGG GCG
TGGC TCG
TTTAA ATG
AGCG TGG
AGG ATTC
