#version: 0.2
A A
T T
A T
C C
A G
T G
A C
A TT
T C
G G
AA AA
G C
T AA
TT TT
AT C
AT G
N N
A CC
T AG
TT C
T CC
AA C
AA G
TT G
T AT
T AC
T ATT
AG C
TG C
NN NN
TG G
AG G
AT AA
AT AT
AA TT
CC C
AC G
GG C
TC G
T AAAA
GG G
ATT C
TT TG
AA AC
ATT G
AA AG
NNNN NNNN
TT TC
CC G
ATT TT
AG AG
TC TC
AA AT
AA TG
GC G
TAA C
T ATC
AA ATT
T ATG
AA TC
AT GG
ACC C
AC AC
AT AG
AT CC
TAA G
TT GG
AT GC
AA CC
AT AC
AA GG
AT ATT
TT CC
TCC C
TG TG
AA GC
TT AG
TT GC
TAG C
AAAA C
T ACC
NNNNNNNN NNNNNNNN
TTTT C
TT AC
AA TAA
AAAA G
TTTT G
ATC G
TT ATT
AG TG
TC AC
TT AA
TAG G
TT TAA
AG GG
TTC G
AG CC
ATT TG
TC TG
AT AAAA
ACC G
AG AC
AAC G
TG GG
TG CC
TCC G
AC TC
AA ATC
AG GC
AG TT
TG AC
AA ATG
AG TC
TG GC
AA TTTT
AT ATG
TAC G
ATT TC
TG TC
AA TAT
TG TT
AAAA AAAA
TATT C
AGC G
AC TT
NNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNN
TAA TT
TC TT
AA TTG
ATAT ATAT
AT ATC
GGC G
AA TTC
TG AG
AC GG
TATT G
TGC G
ATT ATT
CC CC
TC GG
AA ACC
AT AAC
AT AAG
TTTT TTTT
AC TG
AC GC
AA ATAA
CCC G
AC AG
AA TATT
TC GC
AA TAG
GG CC
TT TAT
TT AAAA
AT ATAA
TAA TAA
TC AG
TT TAG
ATT TTTT
ATT GG
TT TGG
AA TAC
TC TTC
AG AAG
AA TCC
TAA AC
AA AGG
GG GG
AA AGC
TT TATT
ATT CC
AA TGG
TT TCC
AG AAAA
ATG TG
GC GC
ATT TTC
ATT TTG
ATT TAA
ATT GC
AC ATG
TT TAC
TC TCC
CC AC
AA TAAAA
TT ATC
TC ATC
ATT AC
ATT AG
AA TGC
TT TGC
GG TG
AC AAC
TT ATG
GG GC
ATTC G
TC TAA
AC AAAA
AT GGG
TT AAC
AC TAA
AT GGC
TC AAC
AG TTG
AT ACC
AA CCC
AT CCC
TT AAG
AC TTG
TT AATT
AC ATC
AC AAG
TG TTG
AG ATG
TAAAA C
CC GC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TAT GG
TC TTG
AG TAA
AA ACG
AT AGG
AA GGG
AT AGC
TAT GC
AA ATTG
TAT CC
T ACCC
AG AGG
AG TTC
AA ATTC
TC ATT
TC AAG
TC ATG
AC TTC
AG ATC
TC AAAA
TG TAA
AG ATT
TC TTTT
TG ATG
TAAAA G
TG AAG
AG TAG
AC ATT
AG AAC
AA ATAT
AT ATTTT
TTC TTC
CC GG
AA GGC
TT GGG
TG AAAA
TC ACC
TAT ATT
TG TTC
AC ACC
TG ATT
TCC CC
AG TTTT
TG AAC
TAT AC
TAT AAAA
TC TAG
AG AGC
TG TTTT
TG ATC
AA TCG
AT ATTG
TAA ATT
TT CCC
AA CCG
AAG AAG
AT CCG
ATG CC
AG TAC
AG TGG
TC TAC
TT ATAA
AC TAG
TT GGC
ACC CC
AT ATTC
ACCC G
AC TTTT
ATT AAAA
TT TAAAA
AAG CC
TG TAG
TTG CC
TAA TTTT
TAA CC
TT ACC
AC TAC
AC TCC
GC GG
TT AGC
AA ATTTT
TT TCG
ATT TATT
TT AGG
AT ACG
TGG CC
TATC G
AG CCC
TAAC G
TG TAC
TAT AG
TC TGC
GG AG
ATATATAT ATATATAT
TCG CC
AA TATG
TAA GC
TG TGC
TG TGG
CCG CC
TCTC TCTC
AGG CC
TAT ATG
AC ACG
TAG GG
TAA GG
TC AGC
TG TCC
TTG TTG
AAG AAAA
AAG AG
TAA AG
TATT TTTT
ATC ATC
AT GCG
TAA TG
TCCC G
AA TAAC
AAC AC
TTC TC
ATC TC
TAG CC
AA TATC
ATG AG
ATC AC
AAAT AAAA
AAAT CC
TG ACC
TAA TC
AG TGC
AG ACC
AAC AAC
AAAT GG
AG TCC
TTTT GG
AA TAAG
ACG CC
TG AGC
ATT TAG
TCC TCC
AG GGG
TG AGG
TAT ATAA
ATG AC
ATG TC
TAT ATAT
TG GGC
ATT TGG
GC AC
TACC G
ATC GG
AA GCG
AGAG AGAG
AAC GG
TTG TG
TTTT CC
AA ACCC
TTC AC
AA TCTC
AAC TC
AAAA CC
ATT TAC
TTC GG
AAAAC G
TT ATTTT
ATT AATT
ATG ATG
AC AGC
AG AAAG
AC TGC
TT TATG
GGG CC
TAT ATC
AAAT GC
TC TCG
AAC AAAA
ACC GG
TC TATT
AAG TG
TC GGC
TT TATC
GCG CC
TC AATT
TAT AATT
TAG GC
TTTT GC
AT AGAG
TG CCC
AG GGC
AAAA GG
TAA TATT
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TT AAAC
AAG AC
TG TTTG
TAA TTG
TT AAAG
TAA ATAA
ACC ACC
TC TGG
TT ATTC
TAGC G
TT ATAT
TAA ATC
AT ACAC
TT AAATT
TC TTTC
ATT ATC
TG TATT
AG CCG
AAAA AC
ATT TAT
TT ATTG
TAA TTC
AG TATT
ATG TTG
TG AATT
TT TAAC
ATT TCC
ACC AC
TT AATG
TT TAAG
AG AATT
AG TTTG
TG GGG
AA TTTTC
AG ACG
ATG AAAA
TC ACG
AA TTTTG
ATT TGC
TC AAAC
AC GGC
ATC TTC
TC TAT
TC TTCC
AAAA GC
TT CCG
TTG AC
ATT TTTC
AGG AGG
AG ATAA
TAG TAG
ACC GC
ATT ATG
TCC GG
TCC AC
ATC GC
TG TCG
TAT AAC
ATAT GC
ATT AAC
AC AATT
ATAT GG
AAG TTG
TT ACG
AC ATAA
AGC AGC
TAA ATG
AG AAAC
TG ACG
AC TATT
AC TCG
TC TTTG
AAC GC
AG TCG
ATT TTTG
TT GCG
TC ATAA
TC AGG
AATT GG
TT AATC
TAT AAG
GGC GG
TG CCG
TTTTC G
TTTT TTC
TG TTTC
AAG AAC
ATC AAC
TT ATATT
AGC GG
TAA TAG
AT AAAAG
TTG TTC
AG GCG
TAA TAC
ATT ATAA
TCC GC
AC TGG
TTTT AAAA
ATAT CC
AG TAT
AC AGG
TAAAA AAAA
AG TTTC
ATG AAC
TATT TATT
TG ATAA
TC AAAG
TC GGG
TGG TGG
AA ATCG
AC AAAC
AATT CC
ATG AAG
AT AAAAC
TTC TCC
ATT AAG
TG TAT
TGC GC
TG GCG
TTC GC
TTTG GG
TGC GG
AGC GC
TTC TTG
TAC TAC
TTC ATC
TTTT TC
TG AAAC
AC AAAG
TAC GG
ATAT AAAA
TT AAAT
TAA ACC
TG AAAG
TGC TGC
TAA TAT
ATC TCC
TAC AC
TT ATAG
AAC TTG
AAC AAG
AAAA AG
TC GCG
AATT GC
AA ACCG
GGC GC
ATAA ATAA
TTG AG
TTTG GC
TT TAGG
TT ATAC
ATT TAAAA
TC ATTC
AAAT AC
ATC AAAA
TTC AAC
AAG ATG
TT AATAA
TTC TTTT
AATT TG
ATC TTG
ATC TG
AA TACC
TT TCCC
TTTT TATT
TTTT TG
AG AATG
AAAA AAG
GG CCC
AC TAT
AAAA TG
ATC AAG
ATG TAC
AA TCCC
AG ATTC
TT ATCC
AC GCG
AG AAGG
AAAA TAA
TCC ACC
AAAG GG
AC GGG
ATG TTC
TT TACC
TT AGAG
TC TCCC
TTTT TTG
ATG TGG
AAG AGG
ATTTT GG
AC TTTG
TC ATCC
ATGG CC
AA TAGC
TG TTGG
AATG GC
CCC GC
AA TTCG
TATT GC
AAC TTC
TAG TTG
TT TAGC
ATAA GC
ATC ACC
AC TTTC
TAC GC
ATAA GG
AAG TC
AAAG CC
TAG AG
AA TAGG
TTAA TTTT
ATC ATG
TATT TTG
TTC AAAA
AAAT ATT
ATG TTTT
TT ATGG
CC ACC
CC TCC
AG ATTG
CCG CCG
TTC TG
ATAA TTTT
TAA TGG
AATT AAAA
TAG AAAA
AG ATGG
TATT GG
TC AATG
AG TTGG
TT AACC
ATAT ATT
ACC AAAA
TCG TCG
AGAG GG
TAC AAAA
ACC AAC
AC TAAAA
AT ACCC
TCC AAC
TC AATC
TC ATTG
TTG AAAA
TAG TG
TAA TAAAA
TAC AAC
ATG TGC
AG AAGC
TGG TG
TC AAATT
ATG ATC
TATT TTC
TC AACC
ATAA CC
ACG ACG
GGC GGC
AC AATG
TTTG CC
TGG TTG
TAA TCC
TATTC G
AGG AAG
TT AAGG
TATT CC
TTCC CC
ATT CCC
ATAT AC
AAAG AAAA
AAC TG
ATAT ATG
AG AATC
AGC TTC
ATT AGG
ATAT ATAA
TTG AAG
AT ATCG
ATTTT CC
GG TGG
TTC AAG
ATT TCG
TTG TTTT
TAG TAC
ATT AGC
ATTG CC
ATTTT GC
TGC AC
AGG TG
TAA TTTG
AAAT ATG
TATT TG
TC TATC
AG TAAAA
TC TAAAA
AAC ATG
TTAG GG
AAAG GC
TT ATGC
ACG TG
TAG AC
TCC ATC
TT ACAC
TAG AAG
AGC AAC
ATGG GC
AG ATAG
TTGG GC
AGC AC
TAT ATATT
TAC TTG
ATT GGG
AGC TGC
TAA TTTC
AGG TGG
ATCC CC
TCC TC
TTG ATG
ATC TTTT
AATT TC
ATC TAC
AA TATTG
AAAA AAC
ATAA AC
AA TATTC
TT AAAAG
AAG TTC
TTG TC
AATG GG
TCC TTC
AGC TG
AAGG GG
TAA TGC
ATT ACC
AG AAATT
AAG CCC
ATC TAG
AAC TTTT
AACC CC
TAA CCC
ATTTT AAAA
AG TTGC
AG TAAC
TTG TGG
AG ATGC
ATG TAG
AATT AATT
AAAC AAAA
ATATT TTTT
AA TCCG
AAAT AAG
AC ATTC
AAAT ATAA
ATT TATG
TAA AGG
ATT ATTG
TAA AGC
TATT AAAA
TCC AAAA
TAC AAG
TC ACAC
ATG AGG
AC ATGC
ACC ATC
TT AAGC
TAC TTTT
TTG AAC
AG ATCC
ATT AAATT
TT ATAAAA
AAAT ATC
ATT GGC
AAAC GG
TC TTGG
TCC CCC
AGAG GC
AT AACG
TGC TTC
AAG TGG
TG ATTC
AGG CCC
TTG TAG
AAGG GC
TC TAAC
TGGG CC
AAAC AC
ATAG GG
AAC ATC
TAC ATG
AATG CC
AG TTAG
ATT TATC
ATT ATTTT
ACG AC
TTG ATC
TAC TTC
TTG TGC
ACCG CC
AG TGTG
AGTG GC
AAAA ATAA
AAAT AAC
AAAA TTTT
ATGG GG
TT AAAAC
TG TTGC
AA CCCG
TAG TTTT
TGG AC
ATG TAA
TTC ACC
TG ATTG
ATT ATTC
TTGG CC
TC TTGC
TCCG CC
TG AATG
TGC AAC
TAT AAATT
AAAAAAAA AAAA
AGG AGC
AC ATTG
TAT ATTTT
TAT AGC
TGTG GC
AAG TAG
TC ATGC
ATAT ATC
AAGG CC
AAC ACC
AATT TAA
AGG AAAA
AG TATG
AAG TTTT
AT GGCG
TTG TAC
TTTC TTC
AAG ATC
ACC CCC
AG AACC
AGC TCC
ATATATATATATATAT ATATATATATATATAT
AA TACG
TTGG GG
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TTC ATG
TGG AGG
TG AATC
AATT TATT
AG TTAC
TAC TCC
AC ATGG
ATC TAA
TAT ACC
TGG CCC
TAC TAG
ATAG CC
TCTG CC
TG ATGG
AAAA TTG
TG AAATT
AAAA TATT
AAC TCC
AG TAGC
AC AACC
AA AGCG
AC AATC
TGG TGC
TC TATG
TC AAGC
AG AAAAG
TAA ATTG
ACC TCC
TAT AGG
AG ATAC
GG AGG
TC ATGG
AATT TAG
AC AAATT
TAT ATAC
AAG AGC
TG AGAG
AAC TAG
TTC TAG
ATT TAAC
TTTC TTTT
TCC ATG
TAA ATTC
TTG AGG
ATAG GC
AG TAAG
AC TTGC
TTAG CC
AG TATC
TG TATG
TTG AGC
ATT TCTC
TAT AAAT
TTATT TTTT
AG ACAC
TTTTTTTT TTTT
TGG ATG
ATT AAAC
ACC AAG
AC TCTC
TGG TTC
AC ATAC
TC ATAC
TAT GGG
TT TATTC
AAAA ATG
TAATAA TAATAA
AG TTCC
TAC TG
ATT TAAG
AGC TCG
TC AAGG
TGC ATG
ATAA TATT
AGTG GG
TGTG GG
ATT AATG
AGGG GC
AAG AAAG
AAAA TTC
AAC TAA
TAC ATC
AGGG GG
ATTATT ATTATT
ATCG CC
AAAA ATC
TGC TCC
AGAG CC
ACAC ACAC
TACC CC
CCC GG
AG TCTC
TC ACCC
ATT AATC
TTAG GC
TC TTAC
TT TATTG
ATAA TAA
ATT ATATT
TGC AGC
ATT AAAG
AAAA TAAAA
TCG CCG
AAAA TAG
TGC TG
TC TAAG
TAT CCC
TC ATTTT
ATG AGC
TAT ATTC
AATT TGG
AAC TAC
ACG TGG
TTTT TAA
ATG ACC
ATG TATT
TGC ATC
T A
TTAA TATT
AC TTGG
TT ACCC
GG TTC
TGC ACC
TG AAGC
TTG TCC
TAT GGC
TG AACC
TG TAAAA
AC AAGC
TGTG CC
TTG ACC
TTG TAA
AC TAAC
TG TTAC
TAT AAAC
TTC TAC
AAAA AATT
GGCG CC
TCC AAG
TAAG CC
TG TAAC
ATTTT TATT
AGC TAG
TC ATAG
AC ATCC
AG ATCG
TTG TTTG
TC TTAG
ATT TGTG
TG ATGC
TC TACC
TT TCCG
TGC TAC
ATG TCC
AAAC GC
ACC TTC
TAA ATATT
TAT ATTG
TTG TTTC
TAA TTATT
TTTT TAG
ACAC GC
AAG TAC
TGG AGC
AT CCCG
TGCG CC
AG AAAAC
TACCC G
TC TTTTC
AAAAG AAAA
TATG CC
ATG CCC
TTTC GG
AGTG CC
AAATT GG
TAT AAAG
TAA ATTTT
TAGG CC
TAG TTC
TC AGCC
AACC GG
TT TACG
TAT ATAG
ATTC GG
AG TCAC
AG TTTAA
TCTCTCTC TCTCTCTC
ATAT AAC
TG TTAG
ACG AGG
ATC AATT
TAG ATG
TG AAGG
AC AAGG
TC TTATT
TG ATCC
TT ATATG
AC TTCC
TCC TTTT
TAA TTAA
AG AAAT
ATAA ATT
ATC AGC
TAT AATAA
ATG AAAC
TAG TGG
TC ATATT
TAG AGG
AATC GG
AATTTT TTTT
TG TCTC
TC TTCG
AAC TCG
TC TAGC
ATC TCG
TAA ACG
AGC AAG
TGC TTG
AG ATATT
AG TTTTG
ACG TCG
TGC AAG
AGG TTC
ATG TTTG
AAAA TAC
TAA TTAG
AAATT GC
CCC ACC
TTAA TTG
AGC ACC
ATAT AAG
ATAA ATC
TT AACG
CCCG CC
AT ACCG
TCC TCG
ATAT ATATT
TC ATCG
TC TGTG
TGTT TGG
TAC ACC
TTTG TTTT
AAATT CC
AAC ACG
TG TCAC
TCTC GC
AGCC GC
TAA TTTAA
TC AAAT
AGCG CC
AGCC CC
TCC ACG
AC TATC
AG AATAA
ATT TTTTC
AC TATG
AAG ACC
TG TATC
AGC TTG
AA GGCG
AG TTCG
TT ATCG
ATC AAAC
TG TTCC
TAT AATG
AGGG CC
TAA GGG
AC ATAG
TTC TTCC
TTC TTTC
TGTG TGTG
TCC TTG
AG ATTTT
TG ACAC
AGG TTG
ATG AATT
AC AGAG
TGG ATC
TC AAAAC
AG TAGG
TAT ACG
TAA TTAC
AGG ATC
AAC AAAC
ATT AATAA
GG TTG
TTAA ATAA
AGC ATC
AAAA AAAG
TC AGAG
TAG AAC
TAT AATC
TGG ACC
ATG ACG
TGG AAG
ATG ATAA
GC GCG
AATT TAC
TAG ATC
TGCC CC
TTAA ATC
AG TTATT
ATG TCG
GC TGC
AG ATAT
TAA TAAC
AG ACCC
TAA ATAC
TTCG CC
AC ATATT
ACG CCG
TGC AAAA
TG ATAG
ATT TTTTG
TTC TCTC
AC TAAG
ATT CCG
AA A
AAG AAAC
TGG TCC
AC AAAAC
TTG TATT
TAG CCC
TCTG GC
TCG ATC
AG TACC
AG AAATC
AC ACCC
TAA TATG
AAG TTTG
AACG CC
TTAA TTC
AG ATTTG
TC AAATC
TTTT TCC
TAAAA CC
TG TAAG
TG ATAC
TTC TGC
TCG CCC
AGAC GG
AGC GGC
TAC TATT
ATT ATAC
ACG TGC
TTTT TGG
ATT ATAG
TAA ATAG
AAAC AAC
ATAT ATAC
AGGC GG
TAA TCG
TT AAAAAAAA
TC AATAA
ATAA TTC
TT ATAAG
ATAA TTG
AAAG AAG
TC TTTAA
AG TCCC
TC TTTTG
AA TGCG
TGGG GG
ATCC GG
AGG AAC
AC ATTTT
ACG CCC
ATT TCAC
ACG AGC
TC AGTG
AGG TGC
TG AGCC
TC TCCG
ATAA ATG
AG TTTTC
GC TTC
TG TAGC
CCCC CCCC
AC TCAC
AC TTAG
AA ATTCG
TAG TATT
TTAA ATG
TT GGCG
AAG TCC
ATC TGC
TCG TCC
TAC TGC
TT ATATC
ATT ACG
AAC TATT
AAC AATT
TC AAAAG
AC TTAC
AGG ACC
TCGG CC
AAATT TTTT
TGG TAG
ATC TATT
TAT CCG
AAG TGC
TG TTTTG
AC AATAA
GC ACC
TT TGCG
TC AACG
ACG ACC
ACAC GG
AAATT AAAA
AGC TAC
TTC TATT
TC ACCG
TTTT TTTC
AAAAAAAA AAAAAAAA
TGGC GG
AGC AAAA
ACGG CC
GC AAC
TTG CCC
AC TCCC
AC AAAT
AATAAAA C
TTC TCG
GC TCC
AAG AGAG
AAC AAAG
TT ATAAC
AGAGAGAG AGAGAGAG
TC TAGG
GC ATC
AAG TATT
TGG AAAA
TG ACCC
TAA TAAG
TAA TATC
ATTTG GG
TAG GGG
AG AAATG
TAAAAC G
TTC AATT
TTTC TTTC
AG AACG
AC ATAT
TGG AAC
TTG AATT
TCG ACC
AAAA AGG
TTTT TAAAA
AG TTAA
GGG CCC
TCC AGC
TTTT TAC
TAA CCG
TG TTTTC
TCG TGC
ATG TTTC
ATG AAAG
TAT AATTTT
TCG AGC
TC ATAT
TG AGTG
ACC TGC
AATAAAA G
TAAAA TAAAA
AAAA ATT
TAG AGC
TATT TTTG
TAT ATATG
AC TAGC
GC GGC
ATG ATT
TG TCTG
AAAA CCC
GG CCG
TCTC TCC
TTTTTTTT TTTTTTTT
AG TCTG
ATG AATG
AAC AGC
ACC AAAC
TGG TTTT
TG ATATT
AT AGCG
ATTG TTG
GG TTTT
AAC TGC
ACG AAG
TAG TGC
TAA ATAAAA
TATT TTTC
AC TTATT
TTC TTTG
TT ATATAA
AAAT CCC
TG TTATT
TG ATTTT
AATAT GG
TTTTC TTTT
TTTTG CC
TAT ATAAAA
AGG ATG
AAAT GGG
ATAA TAC
ATGC ATG
AAAA AAAC
AAC TTTG
ATT ATAT
TG TCCC
TG AGGG
TTTAA TTTT
AACC GC
TAA GGC
TCG TTG
TT CCCG
AAG AATT
AGG TAG
AAAA TGG
AAAA TTTG
TC ATTTG
AAAG AAAG
TC TTAA
AC AAAAG
TTTC GC
TATT TAG
ACG TAC
AAG ATAA
ACC ATG
TAA ATAT
TAAAA TTTT
ATCC GC
GG ATC
AGC AGG
AAC GGC
TTTG TTG
ATT GCG
TC AAATG
TG AGTC
AGTT TAG
ATTC GC
TG AGAC
AGC TGG
TG TTCG
AC TACC
AAAG TTG
TTTC TTG
TGGG GC
GG TGC
TC AGTC
ATAG AAAA
C G
AC ATCG
ACC TTG
ATTC ATC
ACG TCC
AAC ATAA
TAT AATAT
AC AGCC
AC AACG
TC GGCG
TCCC TCC
TG TACC
AAAC AAG
ATTC TTC
AAAA AAATT
TTTC TCC
TCTC GG
ATC ATAA
AC AGTG
ATT TTCG
ACCC GC
TATT TAC
AATC GC
TTAA TAG
TGG CCG
TCCC GC
GCGC GC
AAAA ACC
TGC TAG
AATT TAAAA
ACGC GC
TC AATTTT
AGC ATG
TAAC GG
ATGC ATGC
TG AAAAC
AAATT TTG
TCAC GC
TGCC GC
ACG AAC
ATAC GG
AGTT TGG
ATAA TAG
CCC TCC
TTTC AAAA
TAA ACCC
ATAT ATTTT
TTTT ATC
AAAC TTG
TAT ATGG
TT ACCG
AAAAG CC
TGC TGG
AATT AAG
ATAAAA AAAA
AGGC GC
TAAAA GC
ATT TCTG
TC ATTTC
ATC TGG
TTTAA CC
GG GGG
TAA TTTTG
ATGC GC
TCG AGG
TCC TAC
TTC AGC
ATC AATC
ACGG GC
TC AGGG
AG AGCG
CCCC CC
AG TACG
TC AGAC
ATG TATG
TGGC GC
ATT TAATT
TTC AAAC
AATAT CC
TAA ACAC
TTTT AATT
TAT ATGC
TCC ATTC
TCG TGG
ATAT ATAG
ATATT CC
AC TGCC
TAA ATCC
ATTTG GC
ATT AGAG
ACTC GG
TG AATAA
TGC AGG
AC GGCG
TG ATCG
TGTT TCC
AATAT GC
ACC AGC
AC AAATC
ATT AATTTT
TTCC TCC
TG TTTAA
AAAC AAAC
AAAA AATG
TCG TTC
TAAAA GG
ATG ATTG
AAG ACG
ATC AAAG
ACC TAC
AC TTTTC
TAG TCC
TATT AATT
TAG TTTG
GCG CCG
ATGGG CC
TTTT TTTG
TATT TAT
AC TCTG
AC TGTG
TAG GGC
AGG TCC
AAG TTTC
AAAA TCC
AAG CCG
ATT TAGG
TC AAACC
ATAA TAAAA
AG ATAAAA
AATT AAC
AACC AAAC
AATT TCC
AAAA TAT
TGG TAC
AAG TCG
ATC TTTG
GGG CCG
TTAA TAC
AAAA AATAA
TG AAAT
ATC TCTC
AG ACCG
GG TCC
TG ATTTG
AGG CCG
GG GGC
ACG TTG
AAG TAA
AC TTTAA
AG CCCG
AC TTTTG
TGC TCG
TC AATTC
AAC TGG
GGGG GGGG
AC TGAC
TTCC ACC
AATT ATG
ATATT TTG
TG TAGG
ACC TAG
TTTT AAC
AATT ATC
ATATT GG
ATTC AAAA
TGC GGC
TTC TGG
TTG TCG
AAG AAGC
ATT TACC
AC ACCG
ATT ATGG
AAG AAGG
TG ACTC
ACG AAAA
AAAT GGC
AATT TGC
ATATT GC
TTATT CC
TTC GGG
ATC TTTC
ACC TCG
TTTAT CC
TTTT GGG
AAAT ATTTT
ATC AGG
TCTC TTC
TG AGGC
AC AGAC
ACC ACG
ATT ATCC
TCC CCG
TTCC GC
TAT ATATATAT
ATTTG CC
TG AAATG
TAC TCG
ATTC AAC
ATG AATC
AAGC GG
AGTC GG
ATC ACG
AGCC GG
ATC GGG
TATT TAA
AC TAGG
ATTC TTTT
AG AAAAAAAA
AAAAC AAAA
ATATT TTC
ATT TAGC
TAC ACG
TG AAAAG
AAC AATG
AGG AGAG
TAAC AAAA
AC AGGG
TAG ACC
ACTC GC
AT ATTCG
AG ATTTC
TTG AAAG
TAAAA TATT
AAAT ATTG
TGTC GC
TGAC GG
AAC TTTC
AAGC GC
AAC AGG
TAA TTTTC
TAT ATTTG
TC AGGC
TC TACG
AAG AATG
TTG CCG
ACGG GG
AATT ATAA
AAAT AGG
TTTAG GG
TAT ATATAA
TTG TTGG
TATT TTATT
TCG TTTT
TAG CCG
ACC TTTT
ATC GGC
ATGC GG
AG TCCG
AG AATTC
GGCC GG
AG AATTG
TTTG TTTG
TCG ACG
ATTG AAAA
ATG CCG
ATG ATGG
ATG AGAG
TAT GCG
TG AGTT
ATG TGTG
TGTC GG
TAA ATGG
ATT TCCC
AAAC TTC
AAC TAAAA
TAA TTGG
GGG AGG
ATAC GC
AAATT TTC
TTAA ACC
AC AAATG
TCC TGC
ATTG TTTT
TTTG TTC
ATATT TATT
AAACC CC
ATC AATG
ATC ATTC
AAAA GGC
AG GGCG
TATC GG
CCC AAC
TTTAT GC
ACCC GG
TAT ACAC
AGG TAC
ACC GGC
ATT ATAAAA
AC ATTTG
TAA ACTT
TAAAA ATAA
ATT AACC
AGAC GC
TT TAAAAG
ATTC TTG
AAAT ACC
TTTG AAAA
TCGC GC
TAT AGAG
AGTC GC
TCGG GC
AATG AAAA
TG AAATC
TAA AGAG
GCG CCC
TATT TGG
TCTG GG
ATT TTTTTTTT
TCG AAC
TTTT CCC
TTCC GG
TAC AATT
AGC ACG
TTTAT GG
AAG AATC
TCC AAAC
ATT AGTG
TTTT TGC
TTC GGC
TTATT GG
AGC TAGC
TAATT TATT
ATT ATGC
TAC ATAA
ATTG TTC
TCAC GG
TAG AAAG
TTTT AAG
TTGC GG
TAA TCTC
ATG ATTC
TAATT AAAA
TAG AATT
AGG ACG
TACG CC
AATC AAC
TTGC GC
AG AAAGG
TTG AATG
TTTC ATC
AC TTCG
TC AGTT
TCTT TCC
TAT ATCC
AGG TCG
TAAC TTTT
TAAG AAAA
ATT AAGG
TTG ATTG
TG ATAT
TAA ATTTG
TTTAA GG
AGG TTTT
TAG TTTC
AAG TTGG
TC AATTG
AAAT ATTC
ATT ATTTG
TTC ACG
TGG ACG
TTC ATAA
AG AAACC
AAAC ATG
TGG TCG
AG AATAT
AG AATTTT
ATC TATC
TTC AAAG
AG ATATG
ATC ATTG
TTG ATTC
ATAC AAAA
ATC AAATT
TTAA TAAAA
TG ACCG
TTTAA GC
TTAC GG
AGC GGG
ATT ACAC
GCG TGC
TAT ATATC
TAC AAAC
AATAA CC
TAC TAA
AATC AAAA
ACGC GG
TG AATTTT
TTG AAAC
AC AGGC
AAG ATGG
TTTC AAC
AAG ATTG
AAAT AGC
AC AATTTT
TTG TTGC
TCTT CCC
TGC ATGC
TC ATAAAA
AATGG CC
TTTT GGC
TTTT ATG
TAATT AATT
TGC ACG
TAGC TAGC
ATT AAAAG
ATAA TTTG
CCG CCC
TAT AAATAA
AAC TTGC
TCGC GG
ATC ATCC
TAC AAAG
TTC ATTC
TGG TTTG
AAATG CC
AG ATAAG
TG AACG
AC ATAAAA
ATT AGTT
TAA TTGC
TTTC TCTC
ATTTT TAG
ATAA ACC
TCC TAG
ATTG ATG
TGTT TAG
ATAC ATG
TT TAAAAC
AAC GGG
AGAG AAAA
TT AGCG
TAT AAAAC
TAA ACTC
ACG ATG
TATT TTAG
AC TGTC
AAC AACC
TT ATATTTT
TGCC GG
ATT AAAT
TTG ATAA
TC ATATC
AAAA TGC
TAA TTCC
TTC AGG
TAA TGTG
AATAA GC
TG TACG
AGC TTTT
TTATT GC
AC AATTC
TATT TAAAA
ATC AGAG
TAAC GC
ATTG AAG
AA ACCCG
TC ATATG
ATG TTGG
TC ATTTTC
TGAC GC
TC AGCG
ATAT ATTC
AGG AAAG
TAG AAAC
TTTCC CC
AG ATTGG
ATTTT TAAAA
TAC TTTC
TCC ATCC
TC TATTC
ATT AATAT
GGG TGG
TG AATTG
ACC CCG
ATG TAAAA
ACC AAAG
AATAA TTTT
TAC TTTG
AAAA ATAAAA
TAT AAAAG
ATG TATC
TATT TGC
TATG TTTT
AC TTAA
TAA AGTT
TCGG GG
ACG TAG
TTATT TTC
AAG TTGC
ATAT ATTG
TTTTG TTTT
AAC AATC
GGCC GC
TAA ATGC
TG ATTTC
TACC GG
TAA AGTG
ATTTT AATT
AG AAAGC
AAATT TATT
ATT AAAAC
TGC TTTT
AG AATAG
TC AATCC
AGAG AGG
TG TGCG
TC TGCG
ACG TGGC
ATT AATATT
ATC TTCC
AGC GCG
TCC TCTC
AC ATATG
TAT AAGG
TG TCCG
TAAC AAC
GGC TGC
TAT AATATT
AAAC ACC
TCCC GG
TTTTC TTC
ATT TATTG
AAAAC GG
AAAA AGC
ATT AAGC
TTG TGTG
ATTTT ATTTT
AC ATTTC
TC ATAAC
AAAC TAG
ATC AACC
ACG TTC
TG TTAA
AAC ACAC
AAAA TTTC
TAC AGC
TTCC TTC
TT ATGTG
TTGGG CC
AGTT GGG
TAT AAATG
TATT TCC
TAA TAATT
AC TGGC
ATG TTAG
TC AAATAA
TTG TATG
ATC ATAG
ATG AAGC
ACC GCG
ACC AACC
ATT AGGG
ATAT ATATG
AG TGCG
TATC GC
ATGG AGG
TTC AATC
AC TGGG
ATT TATTC
TTG ACG
TAAAA AATT
CC AAC
TATT TTTAA
ATATT AAAA
AG AATGG
TAG AGAG
AG AAATAA
ATAA ATAAAA
AC AGTC
ATG TAAC
GGGG GC
TAC TGG
ATG AAATT
TTAC AAAA
ATAT GGG
ATT AATTG
TACC GC
AAAT CCG
GCGC GG
TG AATTC
TTC ATCC
AAG TAAAA
AATAA GG
AATG TTG
ATTC TCC
TTATT TTG
CC CCC
TAA TCAC
TTTG ACC
AATC ATC
AC TCCG
TAT AACC
AG TAATT
AAC ATTG
AAAC TTTT
AAAG AGG
TCG ATG
AAGG AAAA
AAAG CCC
TAG ATAA
AAG ATTC
TC ATTCC
ACCC ACC
TGC AACC
AATT GGG
TC AATAT
TAT ATTTTTT
ACTT AAAA
AATT AGG
GGC AGC
TCC TTCC
TATG TTG
TG CCCG
TAT AGTG
TAGC TAG
TATC TTC
AATC TTG
TAAC TTG
AA TATCG
AC AATAT
ATTATT TTTT
TATC TTTT
TTATT TATT
AAG AAAAG
TAT AGTT
TCG TAC
AAATT AATT
TGTT TATT
AC AATTG
AA TACCC
ATTTT TAC
TG ATATG
ACG ATC
TATG AAAA
TCTCC CC
TCC GGC
AG ATATC
TTTG AAG
ATG ATGC
ATG TGGG
TGG TTGG
ATAC AAC
TTAG TTTT
AATC AAG
ATTG ATC
AAAG AAC
TGC GGG
ATT AAATG
TC ATTGG
TT TACCC
ATCC ATC
GG AAAA
TTAA TGG
AC TGAG
ACC GGG
TC TAATT
CC AAAA
AC ATATC
GGC GGG
AATC TTC
AACC AAAA
ATG TTAC
ATCC ACC
TC AATAG
TTG AGAG
TAG TCG
TAC AGG
TAT AAGC
ATAA ATATT
ATT AAATC
TTAA TCC
AATAA TATT
TG GGCG
ATAT ACC
ATT ACTC
ATT AGTC
ATAC ATAC
ATTG AAC
TTGC TTC
AAAC ATC
AG TATTG
AATG AAG
CC TTC
AGG AAGG
ATCC AAC
TGTT TGC
AATT TCG
AAAC TAC
AACC ACC
AGTT AAAA
ATATATATATATATAT ATATATAT
CCC AAAA
ATAA TTTC
AAAG TTTT
TAGC GG
ACG TTTT
AGAG AAG
TC TAAAC
ATGC ATC
AG ATTCC
CCC ATC
TGG TTTC
TAC ACAC
ATG ATAG
TCTTC TTC
TTAG AAAA
TT ATACC
ACTC TCC
AAC AAATT
TAAC TTC
TATG TATG
CCCC GC
AC AGCG
TC AAAGC
AGG TTTG
TAT ATAAG
TTAC GC
TCTT TATT
ATG TTGC
AC AAACC
TTAA ATTTT
TTAC TTTT
AG AATAC
ATC TAAAA
TAA ATATG
AATAA ATAA
GCG TCG
ATT ATATG
AAC TAAC
TG ATTGG
ATT ATATAA
ATAT ATATAA
AAAC TCC
GGG TTG
TTC AATG
TTAA ATTC
AGTT TGC
AG ATAAC
ATT AAATAA
ATGG TGG
ACTT TATT
TTTATT TTTT
TATC AAAA
AATAT AAAA
CCG TCG
TG ATAAAA
TCCC ACC
AC TGTT
AGC TTGC
ATAT GGC
AA TAACG
TC TATTG
ATT AGAC
TC AATAC
ATG TGAC
AA T
ACTT TAG
ATTG TAC
TAT AAATC
AACC AAC
AAAG TTC
CC ATC
ATG ATAC
ACC AATT
AAG TTAG
AAATT TAG
ATG TAAG
ATTG TAG
TTTG ATC
TTTG TGC
TAGC GC
TAA GCG
ATTG AGG
ATAG TTG
GGG AAAA
ATT AATTC
AG AATCC
TG AATGG
TC AATATT
TATT ATAA
TCG AAG
TAC AATG
ATG TAT
ATAT AGG
TAA ATTTC
ATG AAGG
TTAA AGG
TAC TAAAA
TAC GGG
AGTT TCC
AAAG TAG
TTAG TTG
GCG TCC
TTTG AAC
ATG ACAC
AAAG TGG
ATGC AAC
AC AAATAA
TTC TCCC
AC TACG
ATT ATTTC
TTTT ATAA
TTTTG TTG
TAA TGAC
TTAA ATTG
AATT CCC
ATAG AAG
TCG TAG
ATT CCCC
ATTTT TGG
ATAC ATC
TG TAATT
TTGG TTG
TTTG TGG
TAT ATTTC
GGC GGCG
TTTC AAG
ATCC TCC
TATT ATC
AATTG CC
ACTT TCC
TCTCTCTC TCTC
TCTT TGG
TT ATAGG
GCG TGG
ATAA TCC
TATC AAC
AATC TTTT
TCG AAAA
TC AAAGG
ACC AGG
ACTT TGG
AATG TTTT
AC TAATT
AGTT TAC
TATT TTGG
AAGG AGG
ATATG CC
TAT ATTATT
ACAC AAC
ATAC TTTT
AGC AAAG
TTTG GGC
TAAAA AAG
AT A
ACG TGTC
ATAA TGG
AG AATATT
ATTC AAG
TTTC ACC
TATC ATC
GGGC GG
TTTGG CC
AAATT TGG
ATCC AAAA
TTCTTC TTC
TCTT TGC
AC TAAAC
GCG AGC
ATAA ATAG
AATC TAG
TTTC TAG
TAAG TTG
AGTT GGC
AATTTT GG
AG TATTC
TAAAA TAG
CCG CCGC
TTTG TAC
TTAA AGC
TTTG ATG
TAT AATTG
TGGG CCC
AATC TCC
AAAA GGG
ATAA AGG
ATAC AAG
ATGG TTG
TTAA TGC
TAT ATAAC
TATT AAC
AATCC CC
TTAA CCC
AAAG AGAG
ATCG ATC
TGTT TAC
ATTTT ATC
AATG AAC
TTAA GGG
TGCC TCC
TT ATAGC
ATAA ATTC
AC ATAAC
ACC TGG
TAAG TTTT
AAGG AAG
ATAC TTG
TTTG TCC
AG TAAAC
ATAAG CC
TTC TAA
TG AATAG
TTTC TAC
ATT TACG
TCTT TAG
ACATG CC
AATT AGC
AAAA TATG
TCTC TTTT
TTTG TAG
ATAG TTTT
AAAAC GC
TG AATAT
TG AAACC
ATTTT TCC
GGC TTC
TAAAA TTG
ATAT AGC
AG AAGGG
AATT TATG
AATT AAATT
ATTG TGG
TGTT GGG
ATAT CCC
ATAA TATG
AAGC AAC
TTGC TGC
AGTT TATT
TTTG GGG
AAAA AATC
TAT ACTT
TTTG TTTC
TT ATCCC
AAAA CCG
AAAA ATATT
AGG ATGG
ATAA ATTG
AAGG CCC
TC ATCCC
TAAC TATT
AAG AAATT
ATTC TAG
ATTC ATG
ATT ACTT
AAGC TTC
AC AATATT
AGC AACC
TAT AGAC
ATC GCG
ATTTT TAA
ATAT ATAAAA
TGC GCG
AATC AAAC
TTGG TGG
TTTTC GG
TTTT TTTAA
ATC TCAC
TAG TAA
TCC TCCC
TATG TAC
AC AATAC
CCC TTC
AAC TCTC
AAG TGTG
TT TATCG
ATG AACC
AAGG GGG
TAT ATTTAA
GGC GCG
ATAA TTATT
TTC ATTG
AG A
TGC AATT
TCC TTTC
AGG AGGG
ATAA AGC
AAC TTGG
AAAG GGG
GC TTG
AC TATTC
TATT TATG
AGAG AGC
TC ATTTTTT
TAG AATG
AAC ATGC
ATG ATCC
TTC AAATT
TTC TCTG
AAG AACC
TC AACCC
AATC ACC
AC AAAGC
ATAT CCG
TTTT TTATT
ATG TCAC
TAT ACTC
AC AGTT
ATG TGGC
TGC TTCC
TAG GCG
AAAA ATTG
ATG TCTC
ATATT TTTC
AAC ATTC
AAAA TAAG
TCC AATT
AAG AGGG
TC AAATTC
TC ATTGC
ATC TATG
ATC ACAC
AAAA TATC
TG AGCG
AAAC AAAG
TTG ATGG
CCG TCC
ATAG TTC
TCTT TAC
GG TAG
AAC AAGC
ACTT GGC
ATAA TGC
ATAA ATAC
TTAC TTG
TAA AGAC
TAA TAGG
ATC TAAC
ATTC ACC
AC ATGTG
GGG TCG
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
AAAA AAAAG
AAAT ACG
ATTGG GC
TC ATAAG
GGG TCC
AAATT TAAAA
AATT GGC
TTTG AGG
TTAA TATG
ACTT TAC
AAAA TCG
ATAA TTTAA
AC AATAG
AG ATTGC
CC TTTT
TTTG TATT
AAAG TAC
TC AATGG
ATCC TTCC
ATAC TAC
TAT AATTC
TTC AACC
AG ATTTTG
AGAG TAC
TTAC AAC
ACC ATGG
ATT ATATC
AAATC GG
TTCC CCC
AAAA ATAG
AATT AATG
ATT AGCC
AG ATTAG
AC ATAAG
TTGG TGC
TT ATTCG
AATT ATTG
TAAC ATG
AG AAACG
ATAA GGG
TAA TAGC
AAGC AGC
TAATT TAG
ACCC ATC
GGGG GG
ACTT TGC
AG ATTTTTT
TAA ACTG
TG TATTG
TTTG AGC
AAG ATAG
GGC TGG
AGAG GGG
AAC AAAAC
ACAC ACC
CCGC GG
TC AAACG
TCTT AAAA
AAG ATGC
AG ATGGG
GGC TCC
GGC TCG
TG ATATC
TG ATTGC
TCTT ATC
TTG AATC
TTG TTAG
TTCC AAC
ATT GGCC
TAA TACC
ACTT GGG
ACC ATTC
TCC AATG
AATT AAAC
ATAC TTC
TCCC TCCC
GCG ACG
TTTC TATT
TTTT AGG
AAAG ATG
TTTT AGC
AGAAG CC
TAT AATAG
ATC AAGC
TT T
TC AATGC
AAAGG CC
TAAAA AAC
ATAT ATGC
TAC ATGC
TCC TGG
AAG TATG
AATG ATG
TTGC TTG
AAG TTAC
TAA AGTC
TATT TTAC
ATTTT ATAA
ATC ATGG
GCG AGG
TTTG CCG
ATT AAAAAAAA
TAG TTAG
TAA TCTG
TAG ACG
TCC AGG
TGTT AAAA
TTGG AGG
TC TTTTTTTT
ACC AATC
TAC AAATT
TCTAA CC
ACC ATTG
TCCC TCCG
AC TATTG
TTGG AAG
AAC ATGG
AATT TATC
AC AAAAAAAA
ATCC AAAC
TAA ATAAG
ACG TGGG
AAAT AAAAG
GG AGC
TTTT TTTTC
ATTC AAAC
AG AATGC
ATG TGTC
TAT AGGG
ATTC TAC
AG AAGGC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TTG TAAG
GC AGC
CCG AGC
TG ATTTTTT
ATC ATGC
ATTTT GGG
ATCC ATCC
ATT TAAAC
TGTT GGC
TCC GCG
AAG TAAG
TTG TATC
AATG TGG
TT ATGGG
AAG AGAC
TAT AGTC
TAA ATCG
AATT ACC
ATT ATCG
AAG AAAAC
TAAAA TTC
AAGC TCC
TCCCG CC
TAA TTCG
AAG AGTG
TAC GGC
TAC TCTC
TGC AAAC
AGG AAAC
TATG TTC
TGC TTTC
TT ATATTG
TG AAAGC
TTGG TTC
ATGG TTC
AG ATGGC
AATT TAAG
TAA TCCC
AAC AAGG
ATGC TTC
TGG TGGG
AC TGCG
TTG AAGG
GGC ATTC
TG ATAAG
TAA ATATC
AAC GCG
TTG TTCC
ATG TGAG
AAG TAAC
GGG TTC
AGC AAAC
TGC TATT
ACAC AAAA
AG TTTTTTTT
TAT AGCC
TT TAACG
TTTT ACC
TCC AAAG
TCTC TTTC
AAATT TAC
AATTTT CC
AT ACCCG
TAATAATAATAA TAATAATAATAA
CCC ACG
AATC ATG
ATT ACCC
TG TATTC
TCC TATT
ATAG ATAG
TC ATTTTG
ATATT TAG
ATT AATAG
TGC TTGC
TCC AACC
ATAA ATTTT
AAATAT GG
AC AAAGG
TAA AGGG
TAA TATTG
TAC ATAC
TATT TTTATT
TAA ATTATT
GGC ACC
AAAT AGAG
TTTT ATTTT
TTG AAGC
ATT AACG
AATG TAG
TAC TAAC
ATC TTGG
TTATT TTTG
ATT ATAAG
AGG TGGG
AAATAT GC
TAA ATAAC
TGC ATTG
TTG TAAC
TAAAA AAATT
TT ATGGC
TT ATATTC
TAG TTGG
TGTT CCC
AC AATCC
TAG ATTC
TGG ATGG
AAAA ACG
GC GGG
TG AATCC
TC ATGTG
TATT ATG
TGC TCTC
AATG TTC
AAG TGGG
ATATT TTTG
AATATT TTTT
AGC AAGC
TGCC ACG
TG AAAGG
TTTAG CC
ATAA TTAG
TAA ATATAA
TG ATAAC
AG ATTCG
AAAA ATAC
AGG AAGC
ATCG ATCG
TTCTTC TTCTTC
TAA TGTC
AAAG TTTG
AAAG AAAC
AGG TTGG
AATT ATTTT
TAC ATTG
TTTT TCTC
TATG AAC
TG ATTCC
TC TATCC
GGC TTG
GG AAG
AAAA TAAC
ATAT ACG
TGG TGGC
AATT AATC
TGC ATGG
TTTC TTTG
GGC AAC
ACC TCTC
TAC ATTC
ATAT ATGG
TTTAA TATT
ATCC TTC
ATG TTCC
AATT TAAC
AAAA AAAT
AAAA ATTC
AATTTT GC
TGG TATT
TATG TAG
AATG ATC
TCCC TTC
ATTTC GG
ATTG TATT
ATG AGTG
ATT TAATAA
ATG ATTTT
GGC ACG
TATG TATT
TG ATTTTG
TAA TGTT
AGC TTTC
ATAA TAT
TATC TCC
AGC AGCC
ATAG TAG
AGGG AGG
TATC TTG
ATG TTATT
AAAC TATT
TTCC TTTT
TAA TTTTTTTT
TAA ATTTAA
TTTTC GC
TAA TGAG
AATT AAAG
TTGC TCC
ACC AAATT
TCG TTTC
TTGC AAC
TGG ATTG
TTAG TTC
TGC AAAG
ATTC TATT
AATC TAC
TATTG CC
TG AAATAA
TC ATTATT
TAAAA ATAAAA
AAAT ATTTG
ATT AGGC
TTG TTAC
TGTTG CC
AAAA TTTAA
ATT ATAAC
GCGC GCG
TAATT TAC
CCG ACC
ATG ATATT
AATT AATAA
ATAT ATATC
TAAC TAG
TCCC TCTC
ACGG CCC
AC ATGGC
ATG AATAA
TCAC ATC
TAA ATTTTTT
GGG AGC
ATAA TTAC
ACG TGAC
AG CCGCC
TAAG AAG
TAGTAG TAGTAG
TGC TGCC
AAAG AGC
TTTAG GC
ATTTT AAC
ATC AAGG
ACC ATAA
TAAG TTC
AAAC TCG
TATC TAC
TATG TGG
TTGG CCC
ACTT CCC
AATT ATTC
ACC TATT
TGGG CCG
TAA ACAG
TGTG TTG
ACTTG CC
TCTC TTG
ACTAA CC
TAAAA AATAA
TC ATATAA
AGC TTTG
ATTGG GG
ACTC TTC
TGC ATTC
AAAAC AAC
ATAG AGG
TACG TAC
ATT TCCG
ATG AGAC
TCTC ATC
ACCC AAC
TAT AATAC
TGG AGAG
ATAA TAAC
TCG ATCG
TTGG GGG
ATGG ATC
TAA ACCG
TTG AACC
TTTAT AAAA
ATT ACAG
TTG AGGG
ATAA CCC
ATGG CCC
AGTT AAC
AGAGAGAG AGAG
TGC TTTG
ACC ATCC
ACC AATG
ACCC TCC
TTCC ATC
AG ATATAA
GC TAC
TATT AAG
TGC AATG
ATT ACTG
TAA TCTT
TAT GGTG
ACC ACAC
TTTTG AAAA
AG ATGTG
TAT ATCG
AGTGG CC
AG ATTAC
AAAG ATC
TCGG CCC
ATTATTATTATT ATTATTATTATT
AAAAG AAG
TAA ATTAG
TTTC ATG
TTAA TAAC
AC ATATAA
AATTC GG
AG ATTATT
TAAAA ATC
AC AATGG
TTAA ACG
TAA TGGC
ATTC ATTC
CCG ACG
TTG AAATT
ATTG ATTG
TAAG TAG
AG ATTTTC
TTC TTGC
AGG AGGC
ATAC TAG
TC ATTAC
AAAC ACG
ATAC TCC
TAT AAATAT
TC ATTTAA
AAC ATAG
AC AATGC
AG TAATAA
ATGG AGC
ATACC CC
ATGC ACC
AAACC GG
AGAAAA GG
ACAC ATC
TGTG TTTT
ATAT ATTTG
ATGC AAG
ATATT TAC
AAAAG AAAAG
AC ATTGG
TTTTG TTC
TGG AAAC
TTAC AAG
TTAC TAC
ATGC AGC
TAT CCAC
AAAT AAAAC
AG AAATTG
TTG TCTC
TAT ACCC
AC ATTTTTT
TTAA TCG
ACACC CC
AGG TTTC
TTTTC TTTC
TAAAA TAC
TAAAA ATG
TCAC TTC
ATT AATAC
AAC TTCC
AAGG TGG
TATT TATC
AATT TCTC
ATTG TGC
ATGG AAG
TTTT TAAG
AC ATTGC
TTTT TCG
GGG AGGG
TGTG TGG
AC ATTCC
AAC TATG
AGAG AAAG
AAC TCCC
AATG TAC
ACCG CCG
AG ATTTAA
AGC TTCC
AATC AATC
TTAA TATC
AGTTG CC
ATAA TATC
TTGG ATC
ATTTC TCC
ACAAG CC
TGTG TGC
TAAC TAC
AGCC ACC
TACC ACC
TTAC ATC
AAC AATAA
TTG ATCC
AC AACCC
ATTG TTTG
ATGG ATG
GC TGG
AAGC AAG
AGC TATT
ATTTT AAG
ATTG AATT
AATG AGG
TTTTC AAAA
TAAC AAG
TG AATATT
ACCC AAAA
ATGC AAAA
AATAG GG
TC ATTAG
ATAG TAC
TTGC TGAG
AA TACCG
ATAG ATC
TTAA TAAG
TACC AAAA
TTGC ATC
TCAC TCC
TTC TTGG
TCATG CC
TTG TAAAA
TG ATGTG
AATAT ATAA
TCACC CC
AACC TCC
AG ATAGC
TTTC TCG
TG AATAC
AAAC ACAC
TTGC ACC
TTTT TATC
ATTTT TGC
CCCC ACC
TAA AGCC
TTTC TGC
ATGG AAAA
TTAG TAG
TAGG CCC
TCTT GGG
ATG TTTAA
ATAT ACAC
AAAC TAAAA
TC TATGG
GC TCG
TAC GCG
AAC TAAG
GGC AAG
TTTG AATT
TAA ATTAC
TTC TAAAA
TTTC TTCC
ACCG TCC
AAC TCAC
AACC ATC
TAG ATTG
TAGC TAC
TTAG TAC
TAAC ATC
TG TTTTTTTT
TGG AAAG
AAATT ATAA
ATCC AAG
TG TAAAC
TTAG AAG
TAA TATTC
AAAC AATT
ATTG TCC
TTG ATGC
TCTTG CC
TC ATGGC
TTTT TATG
ATTG ACC
AAC ATAC
TATT TTAAAA
TGTG TTC
AC ATTATT
AAAA AAAAC
TTG ATAG
GGG TGC
AAAC TGC
AAAT ACAC
TTC ACCC
TCTC TAG
TTAA CCG
GGC TAG
AATC AATT
TATC TAG
TTTG CCC
AAGG AGC
TT AAATAAAA
ATTC AATT
TTTG ATTG
TTATT TTTC
TTAA TTTTG
TACC AAC
TCGG GCG
TATG ATC
TTAC TTC
TCAC AAAA
AACCG CC
ATG TTTTG
GC TAG
ATG ATTTG
ATG TGCC
AG AATAAAA
ACTT ATC
TC TATGC
AGC ATGC
TCTG TTC
AATG AATG
ATT TATATT
ATAA TAAG
AG TATGG
AATAG CC
TTTTC TTG
TATC AATT
AATC TCG
ATC ATCG
GGC TAC
GGG AAG
TAA AGAAAA
ACTT AAC
AAGAAG AAGAAG
AAATT AAG
TTGC TGG
TTTC AGC
TAGG AGG
TC TAATAA
TCTC TCG
ATAT ATTTTTT
TCTC TAC
ATC AAATC
ATGG TGC
ATG ATCG
AATC TATT
TGAG TTG
AAATAT CC
GC AAG
TCAAG CC
TTTC AATT
AGG AATG
AC ATTTTC
GC AAAA
AAGC TGC
ATAAAA CC
TGG ATCC
TAA TGGG
AACC AAG
GG TCG
AAGC AAAA
GGCG CCG
AGG TATT
AAGC TTG
AGC AAGG
TATC TATC
AGATG CC
ATG AAAAG
TCG TTTG
ACTC GGC
AGTT AAG
AAAC ATAA
TGAAG CC
ACAC AAG
ATTTG TTTT
TAT ATTTTG
TCC ATTG
TTG AGTG
AATT ATATT
ACTC ATC
TTG TTTTG
TGG AAGG
AA ATATATAT
GG ACC
CCGG CCC
TAG TAAAA
TAAG CCC
ATT TGCG
ATT ATAGG
TAT ACTG
TCC AATC
TGTATT GC
AATTTTC G
GG AAC
GGC ATC
TC ATACC
TTAG AGC
ATTTC TTC
AAGGG CC
ACCCG CC
AAAA TTAC
TTTT TAAC
TGCC CCC
ATCCG CC
TAT CCCC
TTAG TGG
TCTT AAC
ATAA ACG
AATT TGTG
TCC TTTG
ATG TAGC
TAG ATGG
TAAAA AAAG
TTTAA TTC
AAATT AAATT
TAG TTGC
TCC AAGG
TAT ATTTTC
TTGG AGC
ACAC TTC
AGTT TCG
TCTC ACC
AATG ACC
ATCC TTTT
ATAC ACC
ATAC TATT
AG AACCC
AAAA AGAAAA
TT ATACG
TAT AGGC
AGAG ATC
AAAT GCG
ATGC TAC
TC AAATTG
TAA CCCC
ATG TTTTC
ACAC TTG
ATATT TAAAA
TG AATGC
AACC CCC
AGAC AAAA
AGG TGGC
TAATT TGG
ATAG TGG
TG ATGGC
TTTT TTGG
AAC AGAG
TATC AAG
TAATT AAG
ACAC ATG
TT TACCG
ATTTT CCC
AG ATCCC
AG ATAGG
TAG TAGC
TATT ATTG
AG AATCG
TAT GGGC
AGC TGGC
TGCC ACC
AGTT ATC
AAACC AAAC
TTCC TTG
AT AAAACG
TCTTTT CC
TAAAA TTTG
TCTG TTTT
TTTC ATTC
CCG TGC
AATC TGG
TTATT AAAA
TCAC TTG
AGTAA CC
TAT ACAG
AGC AATG
ATTTC TTTT
ATGC TGC
ACG AAGG
GGC GGCC
AAACC GC
AAATT AAC
ATGC TTG
TATG AAG
AAATG AAAA
TG TATGC
ATATT AATT
AGTC AAC
TAT ACATG
ATAG AAC
TTCC AAAA
ATG AGGG
TAC AACC
GGG TAG
TAATT TAAAA
ATAC ATAA
TCAC AAG
TAC AATC
TATC TATT
TTC TAAC
TAT ATATTTT
ATATATATATATATATATATATATATATATAT ATATATATATATATATATATATATATATATAT
ACG TGTG
TAA TCTAA
ATGG AAC
ATCC CCC
TTATG CC
TG ATGGG
ATG AAAAC
ATG TTTGG
GGG TGGG
AGTT AATT
ATGG TAG
AAATAT AAAA
TAAG AAC
TAC TTGC
TAGC TTC
ATC AATAA
TATT ATTTT
AAAC TTTG
TCAC AAC
TGAC TTG
ATG TACC
TCC ATAA
TTCC TCG
ACTC AAC
GGC AGG
TC T
TAG AATC
TT TCCCG
ATGG ACC
ATTG AGC
TATG TGC
TGG AAGC
TAT GGCC
TC ATGGG
TAA CCAC
TTC TTTTC
ATTC TGC
ATTC TTTC
TATT TTCC
ACAC TGC
TCAC ACC
TTTT AAATT
ACAAAA CC
ATC AAAAC
TCTC AAC
GCG ACC
ACTT AATT
TC AAGGC
AATG AGC
ACTC ACC
ATC ATATT
ACG AAAC
AGGG AGGG
TGTT TCG
AA TCCCG
AATAT AATT
AATG GGC
ATGG ATGG
CCG AGG
AC ATTAC
TAA TCAG
AAATC GC
AAAG GGC
TAATT AAC
ATT TATAAAA
TAA AGGC
TAG TGTG
TAAAA AAAC
TAG AAGG
TG AAAAAAAA
TATT TTTAT
AAGC ACC
AC ATGGG
TGATG CC
TGC AAGG
TTGG TTTT
ATC TCCC
TAT AACG
AGAGG AAG
TGTAA CC
TTTG TCG
AGGG ACC
TTC GCG
ACG AGAG
ATTTAA TTTT
ATAGG CC
ATC TTGC
TAGC AAC
TAGG TGG
ATG AAATG
TTCC TTCC
TTC TTCG
TCAC TTTT
TCG CCGC
ATC TTAC
CCC GCG
TTG TTTTC
TGG AATT
AGTT AGG
AAAA TTAG
AGC TAAC
TGG TGTG
AATAA TTC
TTAAG CC
GGG ACC
TAA TGCC
ATG AGTC
ATTC TCG
ACG ACGG
AAAC TTTC
AAAG TGC
TCTT GGC
TC TCGCC
AGAC AAC
TAG ATAG
AGAG TTG
TATT CCC
ATTC TCTC
AAAC AGG
AC TAATAA
TAG TAAC
AAG ATCC
AAG TGAC
GC AGG
AAG ACAC
AG AAATTC
ACAG CCC
ACG AAAG
TGTT AAC
ATAA TCG
ATTTT ATG
ATAAAA GG
TTC TATC
AG TAAAAG
TATT GGG
TTTT TTAG
TAAAA CCC
TC TAAAAC
ATC TAAG
AATC TGC
ATC ATAC
TGG AATG
TAC TACC
TATG TTTG
TGG ATTC
AAAG TCC
ATTTTC TTC
TTTTC TCC
TT ATCCG
TAAAA AATG
AC ATTTAA
GC ACG
ATT AATAAAA
AAG TTCC
AAAC AGC
CCCC GG
AG ATACC
TTG TGGG
TC AAGGG
TG CCGCC
AAAAG AAAG
ATCG TCG
ATTTTG CC
TTC ATGC
ATC ATTTT
AAG TTTAA
TAAC TCC
TAGC AGC
AATAA TAC
TAG AAGC
AAAT AGTG
TTGC AGC
ATT TATGG
ATAT AGAG
TGGC GGC
CCG TTG
ACC ATGC
TAAG TAC
AATTTT AAAA
TG ATTAG
TTC ATGG
AAG TCTC
AATC AAAG
TCTT AATT
AGAGG CC
ATATT TGG
TCAG CCC
AAG TATC
TTAA TTTTC
TCCG TCC
AG ATCCG
AG AACCG
GG TAC
ATCC ACG
TG AAATTG
ATC TACC
ATAG TATT
ACC AAGG
AATAA TAAAA
AG TATCC
AGG ATTG
CCG CCGCC
TAGC TGC
TG ATTATT
TCTC TGC
TGG AGGG
ATCC TTG
TCAC TGC
TAA ACGG
ATG TGTT
AG TATGC
TTTAA TTG
TTAA GGC
AGAAG AAG
TTTT ATTC
TTGC TAC
AGGC GGC
ACC TTTC
TATT TAAG
ACCC TTC
ACAC TAC
AATAA TTG
AAAAAAAA AAC
AGCC AGC
TCTT TCG
TAA ATTTTG
ATC TCTG
TCC ATGG
TAT AATAAAA
TTTTC TTTTC
AAATC AAAA
ACG AAGC
TTTG ATTC
ATCG AGC
AC ATACC
AGTTTT GG
TAG TATG
AAC AAAAG
AATG TGC
AACC TTC
TTAG AGG
ACG TTTC
AAC TATC
ACTC TTTT
ATTG TTTC
GCGC GCGC
TGTAG CC
TTATT TAC
AAAA AGAG
TAAG AGC
TCG ATTC
AATC AGC
AAACG CC
TGG TTGC
TCTAA GC
TAT ATTAC
AATG GGG
TC ATTCG
TAG AAATT
AC TAAAAC
ATTG CCC
TATT TTTTC
AGAAG TGTAC
AC ATCCC
ATG TAGG
AGGC AGC
ACC TTTG
ATT ACATG
TATT AGG
AAAA AAGG
TATT AGC
TCCC AAC
ACC ACCC
TAATT ATAA
TC ATAGC
ATGC TCC
ACC AAAAC
TTTG TTGG
TG ATTTTC
TCAAAA CC
ATAAAA TAAAA
ACC TTCC
TTTC AAAC
ATAG ATG
ACCG CCC
AATG CCC
ATTTC AAAA
TAC TTGG
GGG TTTT
TGTT AAG
TAG TTAC
AGG AATT
ACTC AAAA
TAT AGAAAA
TAT GGGG
TACC CCC
ACTC AGC
TAAC AATT
TG AACCC
ACG TTTG
AGCC CCC
TC AATCG
TTTT TCTTTT
TTTTG TTTG
AGTG TTG
AGAC TTTG
TCG TCTC
TCAC ATG
TAT AAAAAAAA
ATAA TTTAT
TAG TATC
TTTT TTCC
ATAG AGC
TTGC AAG
AAAT ATTTTTT
TAC TATG
ATTC AAAG
TTC AGAG
TAC TTCC
ATAA GGC
ATTTT AAATT
TTAC TCC
AGTT AGC
ATT TATGC
NN N
TGAG AAAA
ACG ACGC
AATG TTTG
TAAC ACC
ATGG TCC
TTTAA TTTG
AGTG AAG
TGTC TCC
GC ATG
ATC TTAG
TATT ATATT
TAG TAAG
TTG AGTC
AAGG ACC
AGAGC TCATG
AG TAACG
ATAA ACAC
AACC AACC
GG GCG
ATAA TTTTG
AATT CCG
ATAT ATCC
AGTT CCC
ATT AGAAAA
AAG ATAC
ATCG AAC
ATT AAACC
TTTT TTAC
TGC AAGC
AC AAATTC
AAAAG TTG
ATG ATATG
TTTTTTTT TTC
TG A
AGC TTGG
AAGG TTG
AGC TCTC
TATGG TCTC
TGC AGCC
ATAA TTAAAA
ATGG GGG
TAC ATAG
TAC AAGC
ACAC TCC
TTATT TAG
TACC TCC
TC TACCC
ATTG AATG
TTCG TCC
ATG CCAC
ATTTT TAAG
AC AAGGC
TC AAATTTT
TAC ATGG
AAAG ACC
AAAA AAATC
TTTT TTTATT
AGG ATTC
TAC TATC
ACG ACAC
TCG CCGG
TGTT AATT
TGCG TGC
AGC AGAG
TGTG TTTG
TGAG AAG
TTAGG CC
AAAC AAAAC
TTC TTAG
CCG TGG
AAATT TCC
TC AACCG
TTTT TTAAAA
TAT AGATT
AGC ACAC
AAGG AAGG
TAT ACTAA
AGTT TAAAA
TGTT ATC
ATTTT TATG
ATTG ATAA
AAAG TATT
TCCC AAAA
ATAT ATAAC
AGTG AAAA
AATAG GC
AGG ATAA
AATAA TAG
ACTT TCG
ACC AAGC
CCCG CCC
TG AAGGG
TG AAATTC
ATG AGGC
TTC TTAC
TTGG TAG
ACAG AAAA
TTTC TGG
TGTTTT GG
TAA AGTTG
ATG ATTTC
TAT ATTAG
ATGC ATGG
AGTG GGG
AC ATTTTG
ACG ATGG
AGAC TTG
AC A
ATT AGAAG
ATC AACG
AC ATTAG
TTC TCAC
TAAC AAAC
AG AAGCG
AATG AATT
AGCC TCC
AGAC AAG
AGG TCTC
AATG TATT
ATAC AATT
TCCC ATC
ATAAAA GC
TGC ACAC
AAAAC AAG
AGAG AGGG
TTCG TCG
AGTT ATG
TCTCC TCC
TCTAG CC
TTC AAGC
ATTATT GG
AGTTC TTG
AAAG AAAAG
AC AAACG
AAGG AAC
TG AAACG
TAC TTAC
AGG TGTG
AAGC TAG
TTAG AAC
TTAG GGG
AG GCGCC
TTTT TGTG
TAC TCCC
AAATAA CC
TAA AGTAA
TGC ATCC
TTATT AATT
ATG TCTG
ATGC ACG
TTTT ATTG
TTCG CCG
TCCG CCC
TGTC AAC
ATTTAA CC
TTTT AATTTT
TAT ATGTG
AGGG CCC
AAATC AAC
AAAA AAATG
TTG ATTTG
TGG AGGC
AATC AAATT
ATT TATCC
TGC TTGG
TAA AGAAG
TATT TTGC
ATATATAT ATAT
ATT AATCC
TAC ATATT
ATTC ACG
TGTC TTC
ATAA TAATAA
AATC AGG
TCCG CCG
TC AATAAAA
ATTC AAATT
AATAT ATC
TTTC AGG
AGAG TGG
ATTTC GC
TCTT CCG
TTG TTATT
ATAA CCG
TATT TCG
AATAA ATC
TATT AAATT
ATAG CCC
AC TTTTTTTT
AAAA AAATAA
TTG TTTGG
ATGG CCG
TTAG CCC
AAAA TTAAAA
TAA TGTAA
AAG TGGC
ATTC TTCC
ATTTT TATC
TCTCTCTCTCTCTCTC TCTCTCTCTCTCTCTC
GG TTTG
TTTT TTTTG
TTTCG CC
GG AGGG
AGTT TATG
AGTAG CC
TG ATTCG
ATG ACGC
ATTC AGC
TC ATCCG
TATC ACC
TAATTC ACC
ATT TATAC
AAAC TGG
TAAG TCC
ACTAA GC
TGC ATAA
ATG AGCC
ATGGC GC
AAG AGGC
TGAC AAC
TCTC TCCC
TG ATATAA
ATATT ATC
TGTG GGG
AAGC ATC
ATG ACCC
AAAG ATAA
TGAC ACG
ATTATT CC
TG AATCG
TTC TATG
TCAC AGG
TAT ACAAAA
AGC AATT
TTTC TTTTC
TG TATGG
TTAG ATC
TGTC AAAA
ATGCG CC
TC ATAGG
ATTC ATTG
ATGC TAG
TTAC ACC
AGAG AAC
ATGAG AAATT
TTC TACC
GGC AAAA
AAAC AATG
TTAC TAG
TGAG AGG
TCC GGG
ACC ACCG
TCAC TCG
TAA TCCG
TAT AGTTG
TCG TATT
NNNNNNNNNNNNNNNN NNNNNNNN
TGAC AAAA
AG ATAGAG
TGG TTATT
TG ATTTAA
ATG AACG
AAG AATAA
ACAC TTTT
ATAG AAAG
TAAG TTTG
ATATT ATAA
TCC AAATT
AAC AACG
ATTTG AAAA
ATT AATGG
TTG TTCG
ATAT AAAAC
TATT TCTC
TAA GGGG
TTCC TCTC
AAG AAAAAAAA
ATTTG TTG
TGTT TATG
TTTT AAAG
TCG TCGC
TTGG ACC
TATT TTTTG
TCG TGCC
ACAC ACG
AAGG TTC
TT CCGCC
TC TATAC
TCC CCCC
ATTG AAAG
ACGG TGG
AGTAA GC
ATAC AAAC
ATT TAAAAG
TTTT AATG
ATG TCCC
TAT ACATT
ACG AATT
TCG TGTG
AGTAG GG
TG TGGCC
TC AAAAAAAA
AAGC AAGC
ATC ACCC
AAG TTTTG
ACG TGCC
AAAT AGAC
AGTC TCC
AA TAGCG
AC AAGGG
AGG TTGC
ACTT ACC
TAGG AAAA
TAG TTTTG
ATG AATTG
ATAAAA ATAAAA
TGAG GGG
AATATT CC
TT AAATCC
ATG AAATC
TAAG TATT
TGTC ATC
TT ACCCC
TG ATACC
AGAG TAG
AAG AAATG
AAAG AATT
TCTG CCC
TAT AGTTTT
TCC TTGC
AGGG AGC
TG AAGGC
AGCG AGC
AGTAA GG
TG ATTAC
TTC TGCC
TCG TCGG
AGG AATC
ATGG TTTT
TTAG TTTG
TTG TGGC
AAAA AATAT
TTCTC AGGATC
AG TAAAAC
AAC ATCC
TATT ATTC
AAAC AAATT
TAC AAGG
ATAT AAAAG
GGG ACG
TTTAA ATC
TTAAAA CC
ATG ACTC
TAAC TAAC
AAGC TCG
AAATAA GC
AC ATAGC
TGC AGGC
ATAG ACC
AACC AATC
TC TCCCG
AGC ATCC
ACG TACG
ATT TAGGG
AATG ATAA
AGTC TTC
ACGC GCG
TCC TCTCC
AAC TTAC
AAC TTATT
ATAT GCG
ATTTT GGC
AAAG TTTC
AAAT ATTATT
AGTG TGG
TAG ATGC
TGC TAGC
AGG AGAC
TTTAA ATAA
AAAT AAAAAAAA
ATCG CCG
CCCCCCCC CCCCCCCC
ATG TTCG
TGG ATGC
ATTTT ATTC
TGTC ACC
TTG TAGG
ATAT ATTATT
TCG ATCC
TTTAA TTTC
AATTC AAAA
TGAG TTC
AC TATCC
TTTT CCG
AATT TGAC
TATG ATG
ATT ACCG
TAAAA ATATT
AGAG CCC
ACTG CCC
AG AATATG
AC TATGG
TC A
TCC ACCC
TAC ATCC
AATT ATAG
ATC AAAAG
TAC TTATT
TGG ATAA
TCTT ACC
TAA TACG
ATC TTATT
TCTT ATTC
TTAA TCTC
AGAAAA CC
AAG AACG
TGC AATC
TAGG AGGG
AGTC AAAA
TG ATAGC
TTGG AAC
TACC TTC
TCTAA GG
AAG AGAAG
ATTTT AGG
TAA GGGC
TTTT ATATT
AGC ATTG
TGG TAGC
TTGG TTTG
TAG AGAC
TCC ATGC
TAA TATATT
ACC CCCC
AC TATGC
TAT AAACC
TATT GGC
AGC TGCC
TGG TTCC
AAAC GGG
AAAG AATG
AGCC TCAG
TCCC TCG
TAA ATATTTT
AAG TAGC
ATAG GGG
TTGG AAAA
AC AATAAAA
TAG ATCC
TGTT AGG
ATT ATGTG
TAAAA AAAAAAAA
AAAG TCG
AACC TGC
AGTT ACC
TATT TAAC
TCTC AAAA
TATG AATT
TTAC ATG
TCC ACAC
ATAT ATAAG
AAAT ATTTC
TCTAG GG
ATT TAAAAC
TAG AGGG
TAT AGTAA
AGCC AAC
AAAGC GG
TAA ATTGG
AGC ATAA
AAAG AAGG
TTAG GGC
ATG CCCC
ATTC ATAA
TGTT ACC
TCTT TATC
ACGG AGGG
AAATAA GG
ATTTAA GG
AAGC TAC
TATT TGTG
AC AAATTG
TAG AGTG
TAAAA AGG
TCAC TAC
ACCG ACC
TTTG TGTG
TTC AAGG
ATGGC GG
TC ATATTC
GGC GGGG
TGAG CCC
TT AAATGG
ATT AAATTG
ATCG ACC
ATTCG CC
ATAG ATAA
TTAG TTTC
AATCC GG
AAATTTT GG
TTG TAGC
AATG AAAC
ATAG TTTG
AATAT GGCATTC
AAC AAAT
TAAAA TGG
TATG ATGC
AATC ATAA
TC AAATAT
TAT AGATG
ATATT TGC
TTAA ACCC
TGAC TTTT
TG AACCG
TAT ATATATATATATATAT
TT ATATATAT
TTC TCTTC
ACTT AAG
ATG TACG
ATTG TCG
ATTTT AATTTT
AATG AAAG
TAAG AGG
TTTG AAAC
AGCC ACG
TCTG TCTG
ACTT ATAA
ATCG CCC
AGTG AGG
TGC TCCC
ATTTT TCG
TCTT AGC
AAAC AACC
TGGG TGG
TT TAGCG
ATAT ATTTC
ATTC TCTTC
TTAC TATT
AG ATATTG
AAAAC TTG
ATC TGTG
CCG CCCC
AGAG TTC
TTGC ATG
AG TATAAAA
AGC TGTG
TTGG TCC
AGTG GGC
TTTAT AATT
ATTG ATTC
AAGC TGG
TTATT TGG
TTCC TTTC
AATAC TCATC
AAATT TTTG
TACC ATC
AC TATATT
TAAAA TATG
TC TATATT
ATCC TAC
TTGC TTTT
TACC AAAC
ATAAAA ATAA
AGATC GG
GCG CCGC
TTGC AAAA
AGAAG AGG
TATC TCTC
ATT ATATTTT
TCG AACC
AAATT TGC
TAGG TTG
TG ATAGG
AAG TCAC
GGTG GGG
AATT TGAG
AAATT AAAG
TCTG TCC
TGTT AGC
ACACC GG
AAAT ACTC
ATATT TATG
TGAC TAG
TG TAATAA
TAA ATTTTC
TAAG ATC
AAATAA ATAA
TTTATT TATT
TG TATCC
ACAC AAAC
TTTTC ATC
TTCG TTC
TGTT ATG
ATTC AATC
TTGC TAG
ACTT TAAAA
TAATT ATC
ATTCC TTTC
AATCG CC
AAC AAATC
TATT ACC
ATTC TGG
GCG TTG
AGTG ACC
ATTG AAAC
AAAAC AAAC
AGTG TTTT
AGGG GGG
TT AAATGC
TG TATAC
TAG AACC
TCC TCCG
TAT CCCG
ATTATT GC
TCGC TGC
AC ATAGG
TTTG ATAA
TAAC ATAA
TC TAAAAG
TATT AAAC
CCG AAC
TCG TTGG
TTCC AAG
TTGC AGG
AACG AGG
AAAGG AAAA
TAC TAGC
ACAG TCC
AG TATAG
ATT AATGC
AAAA TTATT
TAA CCCG
TAT ATTGG
AAAG AAGC
AGTC ATC
AC AAATAT
TAT ACGG
TGG TTAG
ATTTT AGC
ATATC GG
TAT ATACC
TTCG ATC
TAA GGCC
TAA ATTGC
TTC ACAC
ATAC ACG
TATTC GG
TCTT AGG
TTGG TTGG
ATT CCCG
TC AAATCC
ATT AAATTTT
ATGG TCG
AACC GGG
AAGG TGC
TCAC TCTC
AGAC ACC
GGCG ACG
AAC ATATT
ATG TAATT
TTAG TCC
TTTAA TAG
AG TATAC
AGCC AGCC
TGGC AGC
AATCTC TATGGTCTC
TT GCGCC
TAA TCATC
TTTC ATAA
ACTC TAC
TAA TGAAAA
TTTC GGG
ATAAAA TATT
ACGC ACGC
TC GGGCC
ACACG CC
AAAA TTTTG
TATC AAAC
AAGG GGC
TTC TAAG
AGAG GGC
AATT ATAC
AAGG AAAG
AGTG AAC
TTG ACAC
ATTTT ACC
TTC TTTTG
TAAAC AAAA
TTC ATAC
ATGC AGG
ATCG ACG
ACAG AGG
TTC AAAAC
AATC AATG
TGAG TGG
TTTATT CC
AATC ACG
AGTC ACC
ATTC TTTG
TTAG TATT
TGAC ATC
TCTT AAG
TAAAA TTTAA
AAGG TAC
TT A
AG ATACG
TTG TCAC
TAGC TCC
TGGC TGC
TC GCGCC
TAT AGAAG
TAAC TGC
AGTG CCC
TAGG TAG
AACG ACG
TTTAAAA AAAA
TAA TGATG
TAT ATATTG
TAA GGTG
TG ATCCC
TC TATATAT
TAATT AAATT
AATG TCC
TAAG TGG
TTCC ACG
TGTG GGC
CCC AAG
AAAG CCG
AATG TGGG
TTCG ACC
TGAG TGC
ATTATT TATT
AC TAAAAG
AAC TTAG
AGC ATGG
ACTC TAG
GGAG GGG
TTTT AAAC
AGAAAA GC
TATC ATG
ATAC TCG
TTTTC AAC
TGTAA GC
ACTAG CC
TAT AAATTG
TTGG CCG
TTAG AATT
TCTG TTTC
TCTT ATAA
AAAT ATTTAA
TGTG TAG
AG AAATAT
TAC AATAA
TTAC AATT
TAT ATTCC
ATTC GGG
TTTG AAAG
TAAG AAAG
TCCC TTTT
TTAA ATAT
TTAAC GG
TAA TGATT
ATCG AGG
AGTG AGC
ACTT AGG
ATATT ATATT
TCTG TTG
ATTC AGG
ACCC ACCC
TTCC TAC
ACC TAAAA
AACC ACG
AATC TTTG
ATCC TCG
ATAA ATTTG
ATAG AATT
TTTTC TCTC
TTTT TGGG
TAT ACAAC
AAAAG CCC
TAGG TTC
ATATAA CC
AGGGG CC
ATGG TTCC
TAA TATAAAA
ATAA AGAG
ATATAA TTTT
TCTTC TCC
TAA TCGG
TAG TGGG
TATT AATG
TATG CCC
AG TATATT
TAT ATATTC
TGG TCTC
ATTTT ATTG
ACTAA GG
TTGG TCG
AACC TTG
ATAAC AAAA
ATT GGCG
TAA ATTCC
TGG ACCC
TGG TTTTG
AATC TTTC
AGTT TAAC
TGTC TTG
TGTG AAC
TCAG TTC
TGTTTT CC
TC TGGCC
TGG TGAC
ATTTT TAAC
ATTTT ATATT
AATAA TAATAA
TACG TACG
AAACC AAAA
TCCTCC TCC
G CC
AAG ATATT
AGC AGCG
ATAA TTTATT
TCG AATT
GGG AGAG
ATAG TGC
ACTC TTG
TGTTTT GC
TAA TCAAC
AACG AAC
TGTT GCG
ACTG TTC
AGAGG AGG
TAG ATAC
ATCC ATG
AGGG GGC
AGAC TTC
TGAG AGC
AAATAA TTTT
TAC TTAG
AGTG TTC
TCAG AGG
AG AAATGG
TTGC TCG
AAAT CCCC
TGTC TTTT
ATC AAATG
TTCC AAAC
AATT AATTTT
ATG ATAAAA
AAAAC TAC
AGCC GGC
ACCG TCG
ATAAG AAAA
AAG ATCG
ATGC TTTT
AATAT AAC
ACAG AGC
TAT ACATC
TTTC TTAC
TGTG TAC
AGTT TAAG
AGAGAGAGAGAGAGAG AGAGAGAGAGAGAGAG
TAG TTATT
ATTG TTGG
AGGC TGC
TC AATCTC
AATAAAA AAAA
TGG AATC
AATT TGGG
TCCC TGC
AAAAC TTTT
TGAC ATG
ACTG AAAA
AAAG TAAAA
AACC AGC
AAAAG AAC
ACCG TTG
AGAC ACG
ACAAAA GC
AGAG GCG
TTGC TAAG
TAGG AGC
ATTTC ATC
TAATT TCC
ATTG ACG
AAATT ATC
ATCC AGC
TTG TTTAA
CCC TCG
TATG AGG
AGTG TAG
TGTG AAAA
TAGC AAAA
AG TACCC
TAT AAATTC
TCTG AAC
ACTT AGC
ATGG TAC
ATTTC AAC
AATAT ATATT
ACGG TCC
TG ATCCG
TGAC ACC
ACAG AAC
TCAG ATC
AAG TTCG
AAGC ACG
TCCG TCG
AATAT ATG
TGAG TTTT
AATG TTTC
AGGG AGAG
ATT TATAG
ACAC TAG
TCCC TAC
ATCC CCG
TGAG CCG
TTC AAATC
TGG TGCC
AATG GCG
AATAA TTTG
ATTTC TTG
GGCG TCG
TG TAAAAC
AAAAG AGG
ACGC ACG
ATT AGCG
TAT AAATTTT
AATT TCAC
TGGG AGG
ACTG TTG
TCACC GG
ATC TTCG
GGG AAC
TCTT TAAAA
ACAG TTC
ATAG AAAC
AACG CCC
AATATT GC
TATC TGC
TTGC TTGC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
ATC ACTC
ATAG TCC
AAG AAATC
TGG TATG
TAAC TCG
AAATT ATG
TCTTC GC
AC TCCCC
ATAT ATTTAA
TAGC ACC
TCAC TAG
TTTAA TTTAA
TCAG CCG
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNN
TCTC TCTCC
TGAC AAG
TCAAC GG
AGTTC GG
TGTAA GG
TAT ACCG
TGC TTAG
AACC TTTT
AGAC ATC
TT ATGCG
ATT AAATAT
AACC AAAG
ACC TTGC
TTTAT ATAA
TCATC GC
TCTTTT GC
ATCC TAG
TC ATATTTT
TAT ACTTC
TCGC GCG
TC TATAAAA
TAT AGTAG
TGGG CCCC
TCACC GC
TCTC AAG
TCCC TTG
ACTG AAC
TC AATATC
AGC TACC
AAAAC TAG
TTGG GGC
AGAC TCTG
TATT TAGC
AGTT ATAA
TTTC ACG
AGAG TATC
TAAG TGC
TTTTC TATT
CCC TTG
ATTTT AATG
TAGG ATC
ATGG ACG
TTCC TGC
TTTTG AAG
TAA ACGC
AAAT CCAC
ATG ACATG
TTTC TTGC
TATG TCC
AATC GGG
TAAC TAAAA
TCAG AAAA
TTTTG AAC
TC ACCCG
TATC TCG
AGGC TTC
AATATT GG
ACTTTT CC
AG TCCCC
AG AATAAG
AGC AACG
AAAG ACG
AAATT AAAC
TATG TGTG
TTAC ACG
AGTG TAC
GGCC GGC
TTG ATAC
ATAG GGC
AAGG ATC
TCCC ATTG
TTTTC TTTG
TGAG ATC
ACTTTT GG
AGAG ACC
ATGG GGC
TTAC AAAC
TTATT TAAAA
AGTG TGC
TCTG AAAA
TCCC ACG
ATTTG TTC
TGTC ACG
TAA AGATT
TTAG ACC
TACC TGC
AAAAAAAA AAAG
ATAA ATAT
TATG AGC
TACC TAC
TCTC TTCC
ATCG TCC
ACTG TCC
ACGC GGC
AAGCG CC
ACCC TAC
AAGG TCC
TTTTG TTTC
ATTTG AAC
ACTG TAG
ACAG TAC
TTAAAA GC
ATT AAAGG
GGG CCGG
ATAAAA TTTT
ATT AAATTC
TGG TAAG
ATTG AATC
TATG TTTC
TTCG TGC
ATTTG ATC
ATTATT TTC
AAAAG TTTT
TTTAA TAC
TAATT TGC
TAA TGTTG
TAA AGTTTT
TAAC ACG
TCGC TCG
ATAA TTAATT
ATTG ATAG
ATTTT AAAG
ACTC AAG
ATG AATTGG
TATC TTTC
ATT ACGG
TTGG TAC
TGTTTC TTCCACC
AAGG AGAG
TC TATATAA
TTGG ATG
AGAAG AAAA
TAT ACTTG
TCG AAAC
ACCC AAG
ATAC TGC
AAGG TAG
AAGC AAAC
AATTTT TTC
AC AACCG
AATG ACG
AAGATG ATGG
TTTT TTGC
TCG AAAG
TAAAA ACC
AGAG ACG
TATG ACC
ATCG AAG
TACCG CC
AG ATATTTT
TC TATCG
AGG AGCC
CCC TAG
TAGC TTG
TTAA TTTTTTTT
TG AATAAAA
AC AATATC
TAT ATTGC
GGG TTTG
ATTTT AAAC
TAAC AAAG
AACC TAG
TTAG TGC
TGGC AAC
ATTTC TTTC
TCG TTGC
TGGG GGC
GCG ATC
ATCC AATC
TTCG TTTT
ATT AAAGC
ATG TTTAG
TATT TTTAG
AGC TAGG
ACAC GGC
AGTG TCC
AAAAAAAA AAG
TCGG TTC
TT ATACAC
TAA AGATG
TTAATT GG
TTCTCAGGATC ATAAGC
TT ACCCG
TC ACGCC
GGG TAC
ATAC AAAG
TCCC TTTC
AGTG TTTG
TGAG TTTG
TAAC TTTG
ATCC ATTC
TTCC TAG
AAAAG TAG
AG TATATG
AGC TCAC
AAAAC TTC
GGCC ACC
TCATC GG
AGC ATTC
ATAC ATGC
ATTATT TTG
TCTAG GC
TAAG AATT
TTAG ATAG
TTTAA TAAAA
TAA TCATT
AGC TCCC
TGG AGAC
TGAG AAC
AAAT GGGC
ACGG AGG
AA TATTCG
TCG TTCG
AAATT AGG
ACAC GCG
ATAAAA AATT
