{"<s>":0,"</s>":1,"<pad>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"AA":261,"TT":262,"AT":263,"CC":264,"GG":265,"AG":266,"AC":267,"TC":268,"TG":269,"ATT":270,"AAAA":271,"GC":272,"TAA":273,"NN":274,"ATC":275,"TTTT":276,"ATG":277,"ACC":278,"AGG":279,"TCC":280,"TGG":281,"TTC":282,"AAC":283,"AGC":284,"AAG":285,"TTG":286,"NNNN":287,"TAC":288,"TGC":289,"TAT":290,"TAG":291,"TATT":292,"CCC":293,"ACG":294,"GGC":295,"ATAA":296,"TCG":297,"AATT":298,"ATAT":299,"NNNNNNNN":300,"CCG":301,"GGG":302,"ATTC":303,"TAAAA":304,"AAAC":305,"ATTG":306,"TTTC":307,"TTTG":308,"AAAG":309,"TCTC":310,"GCG":311,"ATGG":312,"AGAG":313,"ATTTT":314,"ATCC":315,"ATGC":316,"TATC":317,"ACCC":318,"ACAA":319,"TAAC":320,"TATG":321,"TTAA":322,"TAGG":323,"ACAC":324,"TCCC":325,"TTGG":326,"TTCC":327,"AGAA":328,"TCAA":329,"NNNNNNNNNNNNNNNN":330,"TGAA":331,"ATAC":332,"ATATT":333,"TTGC":334,"TAAG":335,"ATAG":336,"TGGC":337,"TAGC":338,"TGTG":339,"TACC":340,"AGGC":341,"AGGG":342,"AAAAC":343,"ATCG":344,"TTTTC":345,"TGGG":346,"AAGG":347,"TGCC":348,"AAATT":349,"AACC":350,"AGCC":351,"AATC":352,"AAAAG":353,"TTTTG":354,"AAGC":355,"TCAC":356,"AATG":357,"TTAC":358,"ACCG":359,"TTCG":360,"TTAG":361,"TTATT":362,"TCCG":363,"TGAC":364,"AACG":365,"ATAAAA":366,"TGTC":367,"TTTAA":368,"TGAG":369,"AGAC":370,"AGCG":371,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":372,"TACG":373,"ATATG":374,"TCGG":375,"GGCG":376,"AATAA":377,"TGTT":378,"CCCC":379,"TGCG":380,"ACGG":381,"TCTT":382,"TCGC":383,"AGTT":384,"ATATC":385,"CCCG":386,"ACGC":387,"TATTC":388,"TCAG":389,"GGCC":390,"TCTG":391,"ATTTG":392,"ACTT":393,"AGTG":394,"AAAAAAAA":395,"ATAAG":396,"AAATC":397,"TATTG":398,"ACTC":399,"ATAAC":400,"ATTTC":401,"AAATG":402,"TAATT":403,"ACAG":404,"AATTTT":405,"GGGG":406,"ATTATT":407,"AGTC":408,"TTTGG":409,"TTTTTTTT":410,"GCGC":411,"ACTG":412,"AATAT":413,"ATATATAT":414,"AATTG":415,"ATTGG":416,"TCTTC":417,"ATATAA":418,"AATTC":419,"ATTCC":420,"ATTTTTT":421,"AGAAG":422,"TTTCC":423,"ATGGC":424,"AAACC":425,"TAATAA":426,"TCTCC":427,"TTTAT":428,"ATTGC":429,"ACATG":430,"CCGG":431,"TTAAAA":432,"CCGC":433,"ATGGG":434,"AAAGG":435,"AGAAAA":436,"TCATC":437,"TTTAG":438,"ATTTTC":439,"ATCCC":440,"CCAC":441,"ATAGG":442,"ATTTTG":443,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":444,"TTTATT":445,"GGGC":446,"TGATG":447,"TTTGC":448,"ATACC":449,"ACAAC":450,"AGAGG":451,"ACAAG":452,"AAATAA":453,"TCAAC":454,"TGTTG":455,"TTTAC":456,"AAAGC":457,"AATGG":458,"AATATT":459,"ACTAA":460,"ATTCG":461,"AGATG":462,"ACAAAA":463,"ATTTAA":464,"AATCC":465,"AGTTG":466,"TCTAA":467,"ACTTG":468,"ACATC":469,"ATAGC":470,"AATAC":471,"AATAG":472,"TATGC":473,"TTATC":474,"TGAAG":475,"TTATG":476,"TCTTG":477,"TCATG":478,"TCATT":479,"AGATC":480,"TATGG":481,"TCCCC":482,"TCAAG":483,"ACATT":484,"AGATT":485,"AGTAA":486,"TGTAA":487,"TGATT":488,"TTAAC":489,"TAAAAC":490,"TCACC":491,"TGTTC":492,"ACTTC":493,"TGAAAA":494,"AGTTC":495,"CCGCC":496,"ACACC":497,"TATCC":498,"TGAAC":499,"TACCC":500,"AATGC":501,"TGATC":502,"TCAAAA":503,"TTAAG":504,"TAGGG":505,"TGTGG":506,"AGGGG":507,"AGTGG":508,"AACCC":509,"TTAATT":510,"TCTTTT":511,"TCGCC":512,"ATCCG":513,"AGAAC":514,"ATGCC":515,"AGTAG":516,"TAAAAG":517,"TAGGC":518,"TTGGG":519,"ACCCC":520,"TTCCC":521,"TTGCC":522,"GCGG":523,"ATATTTT":524,"AGAGC":525,"AGTAC":526,"ACTCC":527,"TTGGC":528,"TATATT":529,"TGTTTT":530,"TTCTTC":531,"AAGCC":532,"TGTGC":533,"ACTAC":534,"AAGGG":535,"ACGCC":536,"ATATTG":537,"AGCCC":538,"TGGCC":539,"ACCCG":540,"TCTAC":541,"ACTAG":542,"AAGAAG":543,"AGGCC":544,"TAAATT":545,"ATATTC":546,"TCTGC":547,"ATGCG":548,"AGTTTT":549,"TGTAC":550,"TATAA":551,"ACTTTT":552,"ATACG":553,"TCTAG":554,"TCCCG":555,"TGGCG":556,"TGTCC":557,"TGTAG":558,"TGGGC":559,"AAGGC":560,"AGGCG":561,"TGAGG":562,"AAACG":563,"TAACC":564,"TCCTCC":565,"TTAGG":566,"TGGGG":567,"AGTGC":568,"ACACG":569,"TGAGC":570,"ACCGG":571,"TCAGC":572,"TTTCG":573,"TATAAAA":574,"AATAAAA":575,"AGTCC":576,"TTAGC":577,"TAAGC":578,"AAATTG":579,"TATCG":580,"TTACC":581,"ATCGG":582,"AAATTC":583,"TGACC":584,"ACTGC":585,"AGGGC":586,"AGACC":587,"TTATAA":588,"TAATTTT":589,"ACAGC":590,"TAAGG":591,"TAGCC":592,"ATTAAAA":593,"TGCCC":594,"TAACG":595,"AACGG":596,"ACGGC":597,"ATTTATT":598,"TATATG":599,"TCTCG":600,"TCTCTCTC":601,"TTTAAAA":602,"ATCATC":603,"TTGTTG":604,"AAGAAAA":605,"TTTTGG":606,"AATCG":607,"AACAAC":608,"TCTGG":609,"ATGATG":610,"TCGGC":611,"AACCG":612,"TTCGG":613,"GCGCC":614,"ATACAA":615,"AAATAT":616,"TAAAC":617,"ATTTGG":618,"TTTTCC":619,"AGCCG":620,"TATAC":621,"TACCG":622,"AGACG":623,"GGCGG":624,"AGGAGG":625,"TCCGG":626,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":627,"ACCGC":628,"TCAATT":629,"TATTTTTT":630,"AAAACC":631,"ACTGG":632,"TCACG":633,"GGGCC":634,"TGACG":635,"TTTTGC":636,"TGCCG":637,"TCTTTC":638,"TCAGG":639,"ACCACC":640,"AAAAGG":641,"AGAAAG":642,"ATATGC":643,"AGAGAGAG":644,"TAGCG":645,"AGCGG":646,"ATAGAA":647,"ATCGC":648,"TCTAT":649,"ACAGG":650,"TCTATT":651,"TGTCG":652,"ACTCG":653,"AAAACG":654,"TGAATT":655,"ATATGG":656,"AGTAT":657,"TCAAAC":658,"AAATCC":659,"TGTAT":660,"ATCTTC":661,"ATATATATATATATAT":662,"AGTATT":663,"TGTATT":664,"TCTTCC":665,"TGTTTG":666,"ATTTAC":667,"ACAATT":668,"AATCAA":669,"AAATGG":670,"ATGTTG":671,"ATTTAG":672,"AGTCG":673,"ATCAAC":674,"TCCGC":675,"AGCGC":676,"ATACAC":677,"ATGAAC":678,"TTCCG":679,"AGAATT":680,"AAATATT":681,"AATATG":682,"ATTAC":683,"AAAAGC":684,"ATTTCC":685,"ATTTGC":686,"AAAATAA":687,"TTTATC":688,"ATTAATT":689,"TTGCG":690,"AAATTTT":691,"AAATAC":692,"AACGC":693,"ATAGAG":694,"AGAAAC":695,"ACAAAC":696,"AGATAA":697,"TGCGG":698,"TTTATG":699,"AGTTTG":700,"TCGGG":701,"TTATTTT":702,"ATTATG":703,"ACGCG":704,"AGCAGC":705,"ATTTAT":706,"ATGAAG":707,"ACATAA":708,"ACTATT":709,"AAGCG":710,"ACTAT":711,"TTCGC":712,"TAATTG":713,"TGGTGG":714,"TGCGC":715,"GGCGC":716,"TTCTTG":717,"ATTTTTC":718,"ATTATC":719,"AATGAA":720,"ATGTG":721,"TTTTCG":722,"AAATAG":723,"TCATAA":724,"TTAAAC":725,"AAACCC":726,"TAAATC":727,"TCTTTG":728,"ATTAAC":729,"ACGGG":730,"ATATCC":731,"TACGG":732,"TAATTC":733,"TAAATG":734,"TTATTC":735,"TCGCG":736,"TTATTG":737,"TGTTTC":738,"AATATC":739,"AATAAC":740,"TATATAA":741,"ATCTCC":742,"AGTTTC":743,"AAGTTG":744,"TCAAAG":745,"TAGTAG":746,"AAGAAC":747,"TAATATT":748,"TTCTCC":749,"TGAAAC":750,"TGATAA":751,"AATAAG":752,"AGAAGG":753,"CCGCCG":754,"AACAAAA":755,"ATCATG":756,"CCCGC":757,"TGCTGC":758,"AAATGC":759,"TTTAAC":760,"AGAAGC":761,"ACAAAG":762,"TTACG":763,"ATTAG":764,"AATTGG":765,"TAAATAA":766,"ATGAAAA":767,"ACAAGC":768,"ACAACC":769,"TTTAAG":770,"TTTTTTC":771,"TCTCCC":772,"ATCTTG":773,"ATAAAAG":774,"AAATAAAA":775,"AAGATG":776,"TTAAAG":777,"TACTAC":778,"ATCAC":779,"AGATGG":780,"CCCGG":781,"AACTTG":782,"AATCTC":783,"TGAAAG":784,"AATTCC":785,"ATCAAG":786,"ACAAGG":787,"GGCGGC":788,"AAAAAAG":789,"TATATAT":790,"AACAAG":791,"TCCACC":792,"ATAAAAC":793,"ACATGC":794,"ATTTTTG":795,"TCATTC":796,"TCATCC":797,"TGTTGG":798,"TGGGCC":799,"ATGTTC":800,"ACTTTG":801,"TATATC":802,"TATAAG":803,"AGGAAG":804,"ATTAAG":805,"TTGTTC":806,"ATGGCC":807,"TACGC":808,"AGTTGG":809,"ACTTTC":810,"AATTGC":811,"AACATG":812,"TCAACC":813,"TTCATC":814,"TTATAT":815,"TGAAGC":816,"TAATAC":817,"TAAAG":818,"TCATTG":819,"TTTCCC":820,"TTCAAC":821,"CCTCC":822,"CCACC":823,"TATAAC":824,"TAAAAAAAA":825,"AGATTG":826,"TTTTTTG":827,"TGTTGC":828,"TAAACC":829,"TGATTG":830,"TTTAGG":831,"TAATAG":832,"TATAATT":833,"TTGATG":834,"TGAAGG":835,"ACATGG":836,"TTTGGG":837,"ATCACC":838,"AGATTC":839,"TAATTAA":840,"TTTGGC":841,"TTATATT":842,"ATGTAC":843,"TGATGG":844,"TATTTATT":845,"AGATGC":846,"ATCTC":847,"TTCTTTT":848,"TTCCCC":849,"ATGTGC":850,"ACATTG":851,"TGATTC":852,"ATTATAA":853,"TTTTAAAA":854,"ATGTGG":855,"TCGTCG":856,"ACCAAC":857,"TCCAAC":858,"TCAAGC":859,"AGAGGG":860,"ATTTTGG":861,"TTCAAG":862,"TTGAAG":863,"TCTTAA":864,"ATGATC":865,"TTCAAAA":866,"TCCATC":867,"TAGTAC":868,"AGGTGG":869,"TCTTGG":870,"AATTTTG":871,"ACGACG":872,"AGATCC":873,"ATAAGG":874,"TAGTTG":875,"TTATCC":876,"TATTGG":877,"TGAACC":878,"ATGAC":879,"AGTTGC":880,"ATCAAAA":881,"AGCAAC":882,"AGTTAA":883,"TTCAC":884,"TCTATC":885,"AATGTG":886,"TAATAT":887,"ATACCC":888,"AAAAAAC":889,"AAAGGG":890,"AAGAGG":891,"ATAAGC":892,"TAATG":893,"AATTTTC":894,"TATTTTG":895,"TTTGCC":896,"TGGTTG":897,"TCAAGG":898,"AGCTGC":899,"TTTACC":900,"ACCAC":901,"TAATC":902,"AAAGCC":903,"ATGATT":904,"TATTGC":905,"TTCTC":906,"TAGAAAA":907,"ATATATT":908,"ACCGCC":909,"TACAAC":910,"ATATAAAA":911,"ATAGGG":912,"ATAAATAA":913,"ACCTCC":914,"ATGTTTT":915,"TCCGCC":916,"TGATGC":917,"ACATTC":918,"ATGGGC":919,"ATGGCG":920,"TAGAAG":921,"ACTTGG":922,"AAATCG":923,"TGTATG":924,"TGGAGG":925,"AGCTCC":926,"TTATAC":927,"ATTGCC":928,"TTGAAAA":929,"ATCCCC":930,"TTTAGC":931,"TCTTGC":932,"TGCAAC":933,"TGTTAA":934,"TATTCC":935,"TTCATG":936,"ATTTCG":937,"TTGTTTT":938,"ATTCCC":939,"ATATCG":940,"ATCTAC":941,"ATTTTGC":942,"ATTTTCC":943,"ACCAAAA":944,"AAAGAAAA":945,"TATAG":946,"TGCATG":947,"GGTGG":948,"AGCAAG":949,"TAATCC":950,"ACTAAAA":951,"TATTTTC":952,"ATTTAAAA":953,"TCATGC":954,"TTACAA":955,"ACCAAG":956,"TACAAG":957,"GGAGG":958,"TTGAAC":959,"TCTAAC":960,"TACTCC":961,"ATAGGC":962,"ATTAGG":963,"TGAGAG":964,"ACTTGC":965,"AAAGGC":966,"TTGTGG":967,"TCTAAAA":968,"TACAAAA":969,"AATGGC":970,"TGCTCC":971,"ATGAG":972,"ATAATTTT":973,"TTAGAA":974,"TCATGG":975,"TAATGG":976,"TCACAC":977,"TTATGG":978,"TACATG":979,"ACCATC":980,"TTATAG":981,"ATATATG":982,"TGCTTG":983,"AGAGGC":984,"TATTCG":985,"TCCTTC":986,"TACTTG":987,"TGTTCC":988,"ATTGGG":989,"ACACAA":990,"ATGAGG":991,"TCGCCG":992,"AGCTTC":993,"AAACGG":994,"ACATCC":995,"AACTTC":996,"AATCCC":997,"TGCTTC":998,"ATAACC":999,"AGTAAAA":1000,"TCTATG":1001,"ATCTAG":1002,"ATTGGC":1003,"TCCCCC":1004,"AGCTTG":1005,"AGAACC":1006,"AGCACC":1007,"ACTTAA":1008,"GGCCC":1009,"TTTTTAA":1010,"TGCAAG":1011,"TGTAAC":1012,"AATACC":1013,"TTATGC":1014,"AATAGG":1015,"AAACCG":1016,"AGGCCC":1017,"AAATATG":1018,"TCCAAG":1019,"ATCGCC":1020,"TTGGGC":1021,"ATCATT":1022,"TGATCC":1023,"ATGTAA":1024,"TCTGCC":1025,"ATGTAG":1026,"TTAGAG":1027,"AGGAAAA":1028,"AATTAAAA":1029,"ATCTAA":1030,"AGTAAC":1031,"ACATAC":1032,"TGTAAAA":1033,"TTTTTATT":1034,"TGGAAG":1035,"ACTTCC":1036,"TCACAA":1037,"AATGCC":1038,"ACCCCC":1039,"TTAACC":1040,"AGGAGC":1041,"ACTCTC":1042,"AGTAGC":1043,"ATTAGC":1044,"TACTTC":1045,"AAGGGG":1046,"ACACGC":1047,"AGTGGC":1048,"TGCAGC":1049,"TGTCTC":1050,"ATAACG":1051,"TCCAAAA":1052,"TGAGAA":1053,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":1054,"ATCTTTT":1055,"TACTAG":1056,"TGTATC":1057,"TAATAAAA":1058,"TTCACC":1059,"AATAGC":1060,"TCCTTG":1061,"ACGTGG":1062,"AGAAAAG":1063,"ATGGGG":1064,"TGTGGC":1065,"ATAGCC":1066,"TTAAGG":1067,"TAACCC":1068,"TTAAGC":1069,"AAACAAAA":1070,"TGTAGC":1071,"AGTATG":1072,"ACACCC":1073,"TTGGCC":1074,"AAGTTC":1075,"ATAAATT":1076,"AAGCCC":1077,"TCCATG":1078,"ATCCCG":1079,"TGCATC":1080,"TCTACC":1081,"AGACAA":1082,"TTACAC":1083,"TAATTTG":1084,"TTGTAG":1085,"TAATTTC":1086,"TGTGAA":1087,"TGTCAA":1088,"TCATAC":1089,"AATGGG":1090,"AGTTCC":1091,"TGTTAC":1092,"TGTAAG":1093,"AACACC":1094,"ATATTTTTT":1095,"AGCGCC":1096,"TCACCC":1097,"ACTAAC":1098,"AGTGTG":1099,"TAAAGC":1100,"AACATC":1101,"TTGGGG":1102,"TGCTAC":1103,"TTGATC":1104,"AATTCG":1105,"ACTCCC":1106,"ATGAGC":1107,"TGTCAC":1108,"TTAGGG":1109,"AGTAGG":1110,"ACGAGG":1111,"ATTACC":1112,"ATATATAA":1113,"AACCCC":1114,"TTGTAC":1115,"TGACAC":1116,"TCAGCC":1117,"AAGTGG":1118,"TGCTGG":1119,"TCATCG":1120,"AGTATC":1121,"AGATCG":1122,"TAAAGG":1123,"TGCACC":1124,"TAGATG":1125,"ACTATG":1126,"AACTTTT":1127,"AACTCC":1128,"GGCGCC":1129,"TATAGC":1130,"TCTTCG":1131,"TTAAAAG":1132,"ATCTGG":1133,"TGACAA":1134,"ATTTGAA":1135,"TAGTTC":1136,"AGGCGG":1137,"CCCGCC":1138,"TTGAGG":1139,"TGCGCC":1140,"ACATAT":1141,"AGATAG":1142,"AGCTCG":1143,"AGATAC":1144,"AGTCAA":1145,"TAGTGG":1146,"TCATTTT":1147,"AAAAATT":1148,"ACAGAG":1149,"TTTCTTC":1150,"TGATAG":1151,"TCTAAG":1152,"TAGTTTT":1153,"TAATGC":1154,"TACTTTT":1155,"TCTTTTC":1156,"TGTGCC":1157,"TTGTGC":1158,"TAGAAC":1159,"TTGATT":1160,"TCTTAC":1161,"TAGAGG":1162,"AGTAAG":1163,"AAGATC":1164,"ACCATG":1165,"AAAAATG":1166,"TGGCCC":1167,"AAAAATAA":1168,"TATAGG":1169,"ACTATC":1170,"TTAATTTT":1171,"ACGCCG":1172,"ACACACAC":1173,"AAATATC":1174,"TCTAGC":1175,"AGTGAA":1176,"AGCCCC":1177,"TGATAC":1178,"AATTAATT":1179,"TGTTAG":1180,"AAATAAG":1181,"TCTCGC":1182,"AGTGAC":1183,"TTAAAAC":1184,"TATATATT":1185,"AAGGCC":1186,"AAGGGC":1187,"AAAATTG":1188,"TGGCGG":1189,"TCCTCG":1190,"AGCATC":1191,"ATTTATG":1192,"TCTGAA":1193,"TCGGCC":1194,"AGCGGC":1195,"AGGGGG":1196,"AACTAA":1197,"AAAATTC":1198,"TGTTTTG":1199,"ATTATTG":1200,"AGAAAAC":1201,"CCCACC":1202,"ATTTATC":1203,"ACGAAG":1204,"TGCCGC":1205,"TGTTCG":1206,"AGTTAG":1207,"AGTTAC":1208,"AAAATATT":1209,"AACTAC":1210,"ACGGCG":1211,"AGCTGG":1212,"TGAGCC":1213,"AAAGAAG":1214,"TGTGGG":1215,"ATGTCC":1216,"AGCAGG":1217,"AGGGCC":1218,"TGCCCC":1219,"ATGCCC":1220,"TCTCCG":1221,"ATCTCG":1222,"ACTCAA":1223,"ACCTTC":1224,"AGACAC":1225,"TTTCTTTT":1226,"TTTCGG":1227,"ATTCGG":1228,"TGACCC":1229,"AGAGCC":1230,"TGGTTC":1231,"AAACGC":1232,"TCATAT":1233,"AAAAATC":1234,"TACCCC":1235,"AGTGGG":1236,"TTGTAA":1237,"TACATC":1238,"AAAATTTT":1239,"TCATAG":1240,"AGTCTC":1241,"TTAGCC":1242,"AACAC":1243,"ATGACC":1244,"AAAAAATT":1245,"TGCAGG":1246,"TATGGC":1247,"AACGCC":1248,"TATCCC":1249,"AGTGAG":1250,"TCTAGG":1251,"TGTAGG":1252,"TATGGG":1253,"TGTTTTC":1254,"TCATATT":1255,"ATCCGG":1256,"TATATTTT":1257,"TATACC":1258,"TTTCCG":1259,"TTGTCC":1260,"AAGTTTT":1261,"TTATAAAA":1262,"ATTTCAA":1263,"TCTTATT":1264,"AAATAAC":1265,"ATTATTTT":1266,"ACGGCC":1267,"TGTCCC":1268,"ATCTGC":1269,"TTGACC":1270,"AATTTAA":1271,"TGATTTT":1272,"AAAAGAAAA":1273,"ACATAG":1274,"AGATAT":1275,"AAGTAG":1276,"ACAAAAC":1277,"AGCCGC":1278,"TATGCC":1279,"AGTACC":1280,"GCGCGC":1281,"AGCATG":1282,"TCACCG":1283,"ATTTCTC":1284,"AAAAAAAAAAAA":1285,"ACTAGC":1286,"ACATATT":1287,"TTCTAG":1288,"TCGTCC":1289,"TGGCGC":1290,"TCGTGG":1291,"AATTTGG":1292,"ATAATAA":1293,"AGTTCG":1294,"TCAAAAC":1295,"ATTATTC":1296,"ACGTGC":1297,"TGTACC":1298,"TTTATTG":1299,"ATTAAATT":1300,"TGAGGG":1301,"TTCTAC":1302,"TCTTAG":1303,"TTTATTC":1304,"ACTAAG":1305,"TATAAATT":1306,"AGCTAG":1307,"AACTAG":1308,"TCCCGC":1309,"ACGACC":1310,"AGGCGC":1311,"ACTCAC":1312,"TTCTTCC":1313,"GGCCG":1314,"TCAGAA":1315,"CCCTCC":1316,"AATTTATT":1317,"ACTACC":1318,"TCAGAG":1319,"TTACCC":1320,"AGGTTG":1321,"ACGCGC":1322,"TCTGTC":1323,"AAGTAC":1324,"TGATCG":1325,"AATCCG":1326,"AAGAGC":1327,"TGATATT":1328,"ATACCG":1329,"TCCTTTT":1330,"AGGGGC":1331,"TGTTTGG":1332,"TCGGCG":1333,"AATATTG":1334,"TGAAAAC":1335,"AGTCAC":1336,"TAGGGG":1337,"AAGAAAG":1338,"TGCAAAA":1339,"AGTGCC":1340,"ATATATC":1341,"ATGTATT":1342,"ACGAGC":1343,"ACTGAA":1344,"TCAACG":1345,"ATTTAAC":1346,"ACATTTT":1347,"TCTGTG":1348,"ACAGCC":1349,"ACGCCC":1350,"AGCAAAA":1351,"ACGAAC":1352,"AACCGG":1353,"TTCGCC":1354,"TCGATC":1355,"AGACGG":1356,"TATATAC":1357,"TCTTTTG":1358,"TACTAA":1359,"TAGATC":1360,"AATATTC":1361,"ACCTTG":1362,"ACACGG":1363,"TAAGCC":1364,"TGTTATT":1365,"TTGGCG":1366,"TTTTTTTTTTTT":1367,"AACCCG":1368,"ACAACG":1369,"ACCCGC":1370,"TAAATTG":1371,"ATGCATG":1372,"TAGGCC":1373,"TGGATG":1374,"TCGCCC":1375,"AGTTTTG":1376,"TGGTGC":1377,"ACGTAC":1378,"ATCCGC":1379,"TAAATTC":1380,"TGTGTGTG":1381,"ACATCG":1382,"ACTGCC":1383,"AAAATAAAA":1384,"AAAGCG":1385,"TATAAAC":1386,"AGCTAC":1387,"ACGATG":1388,"TAGGGC":1389,"ATAATATT":1390,"TA":1391,"TGGATC":1392,"CCCCCC":1393,"TCTCTCTCTCTCTCTC":1394,"TAATAATAATAA":1395,"TATATTC":1396,"TGCTAG":1397,"ACAGAA":1398,"AAAATAG":1399,"TGACGG":1400,"AGACCC":1401,"ATTAAAC":1402,"TTTTTCC":1403,"AGATTTT":1404,"ACGGGC":1405,"AGGAAC":1406,"TTCTGC":1407,"AGTCCC":1408,"TCAAAAG":1409,"ATATAAG":1410,"ACTTAG":1411,"AGATATT":1412,"ACGTCG":1413,"TGAGGC":1414,"ACTTAC":1415,"TTGAGC":1416,"ACAAAAG":1417,"AGCCGG":1418,"TTTCGC":1419,"TTATTTTTT":1420,"TACACC":1421,"ATTTAAG":1422,"AATCGG":1423,"TGTGCG":1424,"TGGTCC":1425,"AGGTTC":1426,"GGCCGG":1427,"AAGTAA":1428,"ATCAGC":1429,"AATTTAG":1430,"TGGAGC":1431,"ATGTTTG":1432,"TTTACG":1433,"TTTGCG":1434,"TGAAAAG":1435,"TACCCG":1436,"TATATTG":1437,"TGCCGG":1438,"AAATATAA":1439,"AACATT":1440,"AGTTTAA":1441,"ATCAAAC":1442,"TTGCCC":1443,"TTAGGC":1444,"TTCTTTC":1445,"TCGAGG":1446,"TTGTTTG":1447,"TAGGCG":1448,"ATGCGC":1449,"TCGGGC":1450,"AATACG":1451,"AAGTCC":1452,"TGTCGG":1453,"ATCAATT":1454,"TCGTGC":1455,"ATTCCG":1456,"TTTTTGG":1457,"ATTTTTTC":1458,"AAGGCG":1459,"TTCTGG":1460,"TCCACG":1461,"TCGCGC":1462,"TCTCGG":1463,"TATTTAA":1464,"TCTTTAA":1465,"TATTAAAA":1466,"TCACGC":1467,"ACACCG":1468,"TCGACC":1469,"TCCCTCC":1470,"TATAAAG":1471,"TTCTAA":1472,"TCTCTCC":1473,"TTCCCG":1474,"TTTTTAG":1475,"CCCAAC":1476,"AAATTGG":1477,"AAACAAC":1478,"ATGAATT":1479,"AGTTTTC":1480,"ATACGG":1481,"TGATAT":1482,"ATCAGG":1483,"ATTATTATTATT":1484,"GGGAGG":1485,"ATAATTG":1486,"AAAATAC":1487,"AAAAAGG":1488,"TTCATT":1489,"GCGCCG":1490,"ATGTCG":1491,"AGCCCG":1492,"TCCAGC":1493,"TCCCGG":1494,"TGGACC":1495,"AGTGTC":1496,"ATCGGG":1497,"ATGACG":1498,"TTATCG":1499,"ATCACG":1500,"TGGAAC":1501,"AAACAAG":1502,"TGTTTAA":1503,"ACTAGG":1504,"ACTTATT":1505,"ATGCGG":1506,"ATATATATATATATATATATATATATATATAT":1507,"GGCCGC":1508,"AGACGC":1509,"ATTTGTG":1510,"TTTGTTTT":1511,"ATAGCG":1512,"ATTAAAG":1513,"TAGTAA":1514,"AACCGC":1515,"TCGTTG":1516,"ACTTTTC":1517,"TTATATG":1518,"TCTGAC":1519,"AAGACC":1520,"AAAAAAAG":1521,"TCTGGC":1522,"TCGAAC":1523,"TCGAGC":1524,"ATTTTTTG":1525,"TATATAG":1526,"TTCCGC":1527,"AGTTATT":1528,"ATGAAAC":1529,"TTTTTTTC":1530,"ATTTTTATT":1531,"TAGCCC":1532,"ATTTTAAAA":1533,"ACCACG":1534,"TGGCCG":1535,"AGAACG":1536,"AAATTGC":1537,"AAGTGC":1538,"AACTGC":1539,"TATACG":1540,"ATAAATG":1541,"ATTCGC":1542,"TGGGGG":1543,"AGAGAGAGAGAGAGAG":1544,"AAATTCC":1545,"TCCTAC":1546,"TTGTATT":1547,"AGGTGC":1548,"TAAGGG":1549,"TAAATATT":1550,"ACCAGC":1551,"ACTGAC":1552,"ATAAATC":1553,"CCCCCCCC":1554,"ACTTTTG":1555,"TTCAATT":1556,"AACGGC":1557,"TGTACG":1558,"ATTATATT":1559,"TTCCGG":1560,"TGGAAAA":1561,"ATATAAC":1562,"CCGCCC":1563,"AGTCGG":1564,"TTAACG":1565,"TACTGC":1566,"TTCTCTC":1567,"TATTTTTC":1568,"ACCCGG":1569,"TTCCTCC":1570,"AGACCG":1571,"TGTCGC":1572,"ATCGGC":1573,"TAGTCC":1574,"ATTAATC":1575,"AGTACG":1576,"AGGATG":1577,"ACCGGC":1578,"TAATTATT":1579,"TTGAATT":1580,"TGACCG":1581,"TGCGGC":1582,"TCTACG":1583,"AAGTTTG":1584,"TGGTAG":1585,"TGAACG":1586,"AGAGCG":1587,"TTGTTTC":1588,"TGCCCG":1589,"AACACG":1590,"TAATATG":1591,"AAGCGG":1592,"TTCTCG":1593,"TGTCCG":1594,"ACGCGG":1595,"AGGCCG":1596,"ATTTGAG":1597,"TAAAACC":1598,"ATTAATG":1599,"AAGAAAC":1600,"ATGGGCC":1601,"ACTGTG":1602,"TTCAGC":1603,"ACGGGG":1604,"TCACGG":1605,"ACTCGG":1606,"ATGCATGC":1607,"TCTGTT":1608,"ATCTATT":1609,"ACGTCC":1610,"TAAATTTT":1611,"TATAATAA":1612,"AACAAAC":1613,"ATTGTTG":1614,"TATCCG":1615,"TTCAGG":1616,"ACTTCG":1617,"ACCTGC":1618,"TAACGG":1619,"TTAAATT":1620,"TCAGGC":1621,"ACTTTAA":1622,"GCGCCC":1623,"TGACGC":1624,"TTTTTAC":1625,"AACAGC":1626,"AATTTAC":1627,"AAGATT":1628,"TAGTGC":1629,"TATTTTTG":1630,"TCAGAC":1631,"ACGAAAA":1632,"TTGCCG":1633,"TCGCGG":1634,"TCAAATC":1635,"AAAGTTG":1636,"ATATATATT":1637,"TTTTGCC":1638,"ACCAAAC":1639,"ATACGC":1640,"ACAGGC":1641,"TAAAACG":1642,"ATAATTC":1643,"ACAGAC":1644,"TTATAAG":1645,"AAAACCC":1646,"AACAATT":1647,"TAGTATT":1648,"CG":1649,"AAAATGG":1650,"TAATAAC":1651,"TCGACG":1652,"GGGCCC":1653,"TTGCGG":1654,"ACAAATC":1655,"AAGAGAG":1656,"TAGAGC":1657,"TTTGTTG":1658,"TAAAAGG":1659,"TAAACG":1660,"TCTGAG":1661,"AGTCAG":1662,"ACCTAC":1663,"AACTCG":1664,"TAACCG":1665,"ATGATAA":1666,"TCTGGG":1667,"TTGCGC":1668,"TCCGGC":1669,"TGCTCG":1670,"TACTATT":1671,"TAATTAG":1672,"AAAAAAAC":1673,"TTTTCTTTT":1674,"TAATTTAA":1675,"AATGCG":1676,"TTTCTCC":1677,"ACAGGG":1678,"AAGCGC":1679,"ATCAAAG":1680,"AAGCCG":1681,"TTCTATT":1682,"ATTGCG":1683,"ATTTGGG":1684,"GGGGGGGG":1685,"TTCGGC":1686,"AAGAATT":1687,"ATGTTTC":1688,"TGGGGC":1689,"TCCCCG":1690,"ACGTTG":1691,"ATGCCG":1692,"TCAGGG":1693,"AGGTAG":1694,"AAGTATT":1695,"ACTCTT":1696,"TTATATC":1697,"ATTTGTT":1698,"ACTGAG":1699,"TTTTTTTG":1700,"ACTGGC":1701,"TTAATTG":1702,"AGTGTT":1703,"TTAAAAAAAA":1704,"ACCTCG":1705,"TCCTGC":1706,"TTTCAAAA":1707,"ATCTCTC":1708,"AAATAGG":1709,"TTTTTGC":1710,"AACTGG":1711,"TAATTAC":1712,"TCAGCG":1713,"TTTCTTG":1714,"TTAATATT":1715,"ACCAGG":1716,"TAATCG":1717,"ATAATAC":1718,"AGTCCG":1719,"TTCAAAC":1720,"TAAAAGC":1721,"TTCTTTG":1722,"AATCGC":1723,"ACTCCG":1724,"ATATTGC":1725,"TTCGGG":1726,"TAAACAA":1727,"TTTTGGG":1728,"TCAGTT":1729,"TCGGGG":1730,"ATGAAAG":1731,"ATTTCAC":1732,"ATGATTG":1733,"AAGACG":1734,"ATTAATAA":1735,"ATTTGAC":1736,"TTGTCG":1737,"TATCGG":1738,"ATATTGG":1739,"ACTCGC":1740,"TATAATG":1741,"ACTGTC":1742,"ATATTCC":1743,"TGCACG":1744,"ATTTCTT":1745,"AACAAAG":1746,"AGCACG":1747,"ATAGAAAA":1748,"TGGTAC":1749,"ATCTTTG":1750,"TTTTTAAAA":1751,"TATATATG":1752,"TATAATTTT":1753,"ACAGCG":1754,"ACTACG":1755,"AACTATT":1756,"TAAGGC":1757,"TAAATAC":1758,"AGAAAAAAAA":1759,"AACTTTG":1760,"ATTTGTC":1761,"TAAACCC":1762,"ATTCAAAA":1763,"ATGTATG":1764,"ATAAAAAAAA":1765,"ACTGGG":1766,"AGGATC":1767,"TTTCTTTC":1768,"TAATATC":1769,"TATTTAC":1770,"ACCTTTT":1771,"AAGAAGG":1772,"ACCCCG":1773,"AAATCCC":1774,"AAATACC":1775,"ATTCTTC":1776,"TGCATGC":1777,"AAAAGCC":1778,"AAACTTG":1779,"TATGCG":1780,"TTACCG":1781,"TGGTTTT":1782,"ATTTTCG":1783,"TAGCCG":1784,"TCATTTC":1785,"GGGCCG":1786,"ATTACG":1787,"ACAATTTT":1788,"AGAGAAG":1789,"TAATAAG":1790,"AGAAATC":1791,"TTATAAC":1792,"ATGATGG":1793,"CCCCGC":1794,"AGGTCC":1795,"TATAATC":1796,"ACAGTG":1797,"ATAATAG":1798,"AATTTCC":1799,"TCGATG":1800,"AAAGAAAG":1801,"AAAATCC":1802,"AACGGG":1803,"TACACG":1804,"AGGACC":1805,"TTGACG":1806,"TGATTTG":1807,"TAGACC":1808,"ATCCATC":1809,"TACCGG":1810,"TTTTAATT":1811,"TCTGCG":1812,"TTTTATC":1813,"AGGGCG":1814,"TAAATAT":1815,"TCGTTC":1816,"CCAAC":1817,"AGATAAAA":1818,"GCGCGG":1819,"AAATTCG":1820,"AAACATG":1821,"ATTGAAG":1822,"TTTTAAG":1823,"TACAATT":1824,"TGAGCG":1825,"ATTCATC":1826,"ATATTCG":1827,"TTTTCCC":1828,"TGGGCG":1829,"TTCACG":1830,"TAGTTTG":1831,"AAAAAAAAAAAAAAAA":1832,"TACCGC":1833,"ATTATAC":1834,"AAAAACC":1835,"TGATATG":1836,"TTGATTG":1837,"ATGAATG":1838,"TATATGC":1839,"TCGAAG":1840,"AGCGCG":1841,"AAAAAAATT":1842,"AAAATTTG":1843,"ATCATAA":1844,"ATATATAC":1845,"AGAGAGG":1846,"AGCGGG":1847,"AATTAAG":1848,"TAAATAG":1849,"AAATGGG":1850,"AACAGG":1851,"ATCTTTC":1852,"GGGGGC":1853,"ACATAAAA":1854,"TTTATGC":1855,"GGCGGCG":1856,"TCTTTCC":1857,"ATCAATC":1858,"ATGGTGG":1859,"TTTAGGG":1860,"AGTGCG":1861,"ACATATG":1862,"ACCGCG":1863,"TAATCAA":1864,"AGTCGC":1865,"TAGCGC":1866,"TATTTGG":1867,"AGGTAC":1868,"ATTCAAC":1869,"TGAATTTT":1870,"AATTTGC":1871,"ATTCTTG":1872,"TCCCTCCG":1873,"TCCTAG":1874,"AGTTTGG":1875,"TTAAATC":1876,"TTCTTGC":1877,"TATATGG":1878,"TAAAATAAAA":1879,"AGATTTG":1880,"AAGATAA":1881,"AATATGG":1882,"AAGTTTC":1883,"TCTCCCC":1884,"TATATAAAA":1885,"TACGCC":1886,"ATGTATC":1887,"AACATAA":1888,"ATTATAG":1889,"TTAAATAA":1890,"ACTCTG":1891,"TCTTCCC":1892,"ATATTTTG":1893,"TGATAAAA":1894,"AGAAATG":1895,"TTATATAA":1896,"ATGGAGG":1897,"TCATATG":1898,"TAGCTAGC":1899,"TTTTATG":1900,"ATTTAGG":1901,"TTAATTC":1902,"ACCGGG":1903,"TGCGGG":1904,"AAGAAGC":1905,"ATTTCCC":1906,"TATACAA":1907,"AGATATG":1908,"ACCTAG":1909,"TAAATAAAA":1910,"TGCGCG":1911,"AAAAAATAA":1912,"GGTTG":1913,"AATATGC":1914,"GGCAGC":1915,"TCTCTTC":1916,"AAA":1917,"TTATTCC":1918,"TTTTTTTTTTTTTTTT":1919,"AATTAAC":1920,"TATTTAG":1921,"TGGACG":1922,"ATCATTG":1923,"AAATAGC":1924,"ATCATTC":1925,"TCCAAAC":1926,"ACCAACC":1927,"ATTACAA":1928,"CCGGGC":1929,"GGGGGG":1930,"TAGCGG":1931,"ATTTGGC":1932,"TTGTTGG":1933,"ACTGTT":1934,"TTACGG":1935,"ATTGAAAA":1936,"AGAGAAAA":1937,"ATTATAT":1938,"TGGTCG":1939,"TCATTTG":1940,"TTTATCC":1941,"ATTTACC":1942,"ATTTGCC":1943,"TTTTAAC":1944,"GGCGGG":1945,"TGATTGG":1946,"ATTTCAG":1947,"AGGACG":1948,"ATCAACC":1949,"TTCAAAG":1950,"AAATGGC":1951,"ACAGTT":1952,"TAAAGAA":1953,"TCCATCC":1954,"TTAAATG":1955,"TTATTGG":1956,"TAAGAAAA":1957,"TAGAATT":1958,"ATACATG":1959,"TGAAATG":1960,"ACATATC":1961,"AAACAAAC":1962,"TTTGTTC":1963,"TCATATC":1964,"ATCATCC":1965,"TCCAGG":1966,"TCAATTTT":1967,"AAGTCG":1968,"AAATTTTG":1969,"ATAATAAAA":1970,"AGTCTT":1971,"ATTAATTTT":1972,"TTCATTC":1973,"GGCGCG":1974,"ACAAATG":1975,"CCCATC":1976,"ATATATTTT":1977,"TTGTTGC":1978,"AATTATG":1979,"AAAACAAAA":1980,"TAAATCC":1981,"AGGTCG":1982,"TTTCCCC":1983,"TGATTTC":1984,"TCATAAAA":1985,"ATATTTTC":1986,"TACTCG":1987,"ATTGATG":1988,"TATCGC":1989,"TCCTGG":1990,"CCCAAAA":1991,"TCCGCG":1992,"TGCTAA":1993,"ATTATCC":1994,"TCAAACC":1995,"ATCTTCC":1996,"TCCTTCC":1997,"TCAAATG":1998,"TTGAAAG":1999,"AACTTTC":2000,"TATAATAT":2001,"AGAAAGG":2002,"TACAGC":2003,"CCATG":2004,"TACTGG":2005,"TCATTTTC":2006,"TTTTGGC":2007,"CCGCGG":2008,"AGTCTG":2009,"TTTGAAAA":2010,"AGATAAG":2011,"TTTATGG":2012,"TACAAAC":2013,"ACCTGG":2014,"TTTAAGG":2015,"CCAAAA":2016,"TAGTTTC":2017,"AAATTTTTT":2018,"ATTATGG":2019,"TGAAATC":2020,"TAATTTTG":2021,"TAGTCG":2022,"ATTGTTC":2023,"GGGCGG":2024,"GGGTGG":2025,"CCCAAG":2026,"TGTAATT":2027,"ATCCAAC":2028,"TGAATTG":2029,"TAGAAAC":2030,"AAAAAATG":2031,"AAGATGG":2032,"ATGCATC":2033,"TGTTTCC":2034,"TATTAATT":2035,"TTCATAA":2036,"CCGTCG":2037,"TAAACAC":2038,"TTTAACC":2039,"ATTCTTTT":2040,"TAGAAAG":2041,"TATTTTAA":2042,"AATTTTTTTT":2043,"ACTCAG":2044,"AAATATTTT":2045,"AGGAAAG":2046,"GGCTGC":2047,"ATAGAAG":2048,"TAACGC":2049,"ATTTAGC":2050,"TCCTCTC":2051,"TAACAAAA":2052,"TTTCTCTC":2053,"ACCCACC":2054,"AGCTAGC":2055,"ATAATTAA":2056,"ATGCAAC":2057,"AAAACGG":2058,"TGCTTTT":2059,"AGGAAGG":2060,"AAACCCC":2061,"AAATTAAAA":2062,"ACATGGC":2063,"TTATTGC":2064,"TATATCC":2065,"ATTAGAA":2066,"ATGTGTG":2067,"ACCAAAG":2068,"GGCAAC":2069,"TTGAAAC":2070,"TCATTCC":2071,"ATATATATATAT":2072,"TCATAAC":2073,"ATACAAAA":2074,"ATTCAAG":2075,"TGTTTGC":2076,"ATTAGAG":2077,"TTTCAAC":2078,"TCTATTC":2079,"TTAGCG":2080,"TACAAAG":2081,"ATTCATG":2082,"TTCCACC":2083,"TATTTAT":2084,"AGGGAGG":2085,"TTTGAAG":2086,"AATTTAAAA":2087,"TCAATTC":2088,"ATCGCG":2089,"TAAATGG":2090,"TCTAATT":2091,"AAAATGC":2092,"ACAAACC":2093,"AGATTGG":2094,"AATAAAAG":2095,"ATTAACC":2096,"TCCTCCC":2097,"ACAATTC":2098,"TTGGGCC":2099,"TACATAA":2100,"TTTGTTTG":2101,"ATACAAG":2102,"AAACTTC":2103,"TATCTTC":2104,"TAATTTTC":2105,"TATAGAA":2106,"ATCAAATT":2107,"AGGTTTT":2108,"TAATTGC":2109,"ATCATGG":2110,"AATAAAAC":2111,"TTTGATG":2112,"AGATTTC":2113,"CCGCCGC":2114,"AGGAGAG":2115,"AATCTTG":2116,"ATGCAAG":2117,"TGATTTTTT":2118,"ACTAATT":2119,"TAAAATTTT":2120,"TGATAAG":2121,"ATTTAATT":2122,"TTTAATTTT":2123,"AGAGGGG":2124,"TATATATAA":2125,"ATTGAAC":2126,"TCGTAC":2127,"AATGAAAA":2128,"TTTAAGC":2129,"TGATTCC":2130,"TGATTGC":2131,"ACGATC":2132,"TATACAC":2133,"ATGAGAA":2134,"TAATCTC":2135,"ATTGTTTT":2136,"TAAAAAAG":2137,"TTCATCC":2138,"TTGATAA":2139,"AGTTTAG":2140,"TGATATC":2141,"ATGTTGC":2142,"AGATTCC":2143,"ACGTAG":2144,"TCCATTC":2145,"ACAAAGC":2146,"TTTCAAG":2147,"AACAACC":2148,"TATGTTG":2149,"TGAATTC":2150,"TTAATAC":2151,"TCCCACC":2152,"TCGTAG":2153,"ACATTTC":2154,"ATCCACC":2155,"ACTGCG":2156,"GCGTGC":2157,"TTCCTTC":2158,"ACATAAC":2159,"TGTATTG":2160,"TTTGAAC":2161,"AATTATC":2162,"ACACAAC":2163,"ATGATGC":2164,"ATACAAC":2165,"ATTGATC":2166,"AAGTTGG":2167,"TAAAATATT":2168,"TTGCTTG":2169,"TACTTTC":2170,"CCGTCC":2171,"AATATCC":2172,"TTAATAA":2173,"AGCTTTT":2174,"AAGGAGG":2175,"ATTATGC":2176,"AATCAAC":2177,"ACCTAA":2178,"AACCAAAC":2179,"TATTTCC":2180,"TCATTGG":2181,"AAAGAAC":2182,"TTGCATG":2183,"ACGTGGC":2184,"TATTTGC":2185,"AAAAGGG":2186,"AAGGAAG":2187,"ATAGTTG":2188,"AAATATTC":2189,"TACAGG":2190,"AGTAATT":2191,"TCGTTTT":2192,"TGTTTAG":2193,"CCCTTC":2194,"TAACAAC":2195,"TATTTTATT":2196,"ATGTTGG":2197,"AGAAGGG":2198,"AGCAAGC":2199,"TAACTTTT":2200,"ACATTTG":2201,"GGCTGG":2202,"ATTCTCC":2203,"ATCAATG":2204,"GGCAAG":2205,"CCAAG":2206,"TCATTGC":2207,"TTCATTG":2208,"ATGAATC":2209,"TTAATAG":2210,"ATTTTTTTTTT":2211,"ATCGATC":2212,"TACTTTG":2213,"AAAGCCC":2214,"TAATTGG":2215,"ATTTCTG":2216,"TTACGC":2217,"ATTAATTG":2218,"TATGAAAA":2219,"CCATC":2220,"ACGTTC":2221,"ATAATTTG":2222,"TAGCTAG":2223,"TTTGGGC":2224,"ATGAGAG":2225,"AAAGTTC":2226,"GGCAGG":2227,"TAATGAA":2228,"AAACACC":2229,"ATTAAGG":2230,"TGGGCCC":2231,"ATATTTATT":2232,"AAATATTG":2233,"ATATGGG":2234,"AAAGGGG":2235,"ATGATTC":2236,"AGATATC":2237,"AAAGAGG":2238,"TGCCGCC":2239,"TAAAAATAA":2240,"ATGGTTG":2241,"ATATGCC":2242,"TCTTTGG":2243,"ACTTTGC":2244,"TTTCATC":2245,"TCAATTG":2246,"ATGTAT":2247,"AAATGCC":2248,"AGAAAGC":2249,"ACCAATT":2250,"AAAAAGC":2251,"ACAATTG":2252,"TAAAGAG":2253,"TCTATTG":2254,"TCCCTCCC":2255,"TAGAGAG":2256,"TTTAAAAG":2257,"ATTCCCC":2258,"TCTTTGC":2259,"GGCTCC":2260,"TTTTCGG":2261,"TGTATTC":2262,"ATTACAC":2263,"AAGGAAAA":2264,"AATGTTG":2265,"AAAGATG":2266,"TCCCGCC":2267,"TAAATGC":2268,"TTATTTTG":2269,"ATATATAG":2270,"AGATGGC":2271,"TCATCCC":2272,"ATAAACC":2273,"TTTTGTTTT":2274,"TAATTCC":2275,"TTTTCTTC":2276,"TCGAAAA":2277,"ACATAAG":2278,"TTTGGGG":2279,"AACTTGC":2280,"TGGTTGG":2281,"TTTGACC":2282,"TCTTTATT":2283,"ACTATTC":2284,"ATTGTAG":2285,"CCCACG":2286,"ATCCATCC":2287,"TATAGAG":2288,"TTATTTTC":2289,"ATTTTATTTT":2290,"AGTTGGG":2291,"CCTTC":2292,"GGAAG":2293,"ATTAAGC":2294,"AAAACGC":2295,"ATCAAGC":2296,"ATACTTG":2297,"ATTATAAAA":2298,"GCGAGC":2299,"TAACTTG":2300,"TCCAATT":2301,"ATGGAAG":2302,"TTTTTTAA":2303,"AAAAGGC":2304,"AGATAAC":2305,"TAAAAAATT":2306,"AATCAAG":2307,"ACAAATAA":2308,"AGAATTG":2309,"TATAAAAG":2310,"ATTGTAC":2311,"TGCAATT":2312,"ACACATG":2313,"AAAATTTC":2314,"ATCTATC":2315,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":2316,"TGACATG":2317,"TGGTTTG":2318,"TATGTTTT":2319,"AATGAAG":2320,"TCAACCC":2321,"GCGTGG":2322,"ATTTTTAG":2323,"TCATAAG":2324,"TCCAACC":2325,"AATAAGC":2326,"AATAAGG":2327,"TCATTTTTT":2328,"ACATGCC":2329,"AGCAAAC":2330,"ATCCGCC":2331,"GGGTTG":2332,"TTAAACC":2333,"TGATAAC":2334,"TATATATC":2335,"CCCCGG":2336,"ATACATC":2337,"ATTGGGC":2338,"TGCTTGC":2339,"ATGAAGC":2340,"GGGAAG":2341,"ACGTTTT":2342,"ATATATTC":2343,"TTTGGCC":2344,"AGCTAA":2345,"TAATTAATT":2346,"AAAAAAAAG":2347,"ATCCTCC":2348,"GCGTCG":2349,"TTCTTGG":2350,"AAACTAC":2351,"GCGAGG":2352,"ACTTTGG":2353,"CCCATG":2354,"ACACAAG":2355,"TTTAAAAC":2356,"AAAAATAAAA":2357,"AGTATTG":2358,"TATCAAC":2359,"TTGATTC":2360,"ATTTTAATT":2361,"AACCAAC":2362,"TAATTTATT":2363,"TATGAAC":2364,"TTTCATG":2365,"AAAATTAA":2366,"TCCTAA":2367,"ATTTTTAA":2368,"TTCTCCC":2369,"GGCACC":2370,"TTGGTGG":2371,"TAAGTTG":2372,"GCAAC":2373,"ACAAAGG":2374,"AAATTTTC":2375,"TAACATG":2376,"TGATTTTG":2377,"ATTTATTG":2378,"TTATATTTT":2379,"AGATGGG":2380,"TATGTAG":2381,"ATTTTTGG":2382,"TTGTGTG":2383,"ATATATTG":2384,"TATAAGG":2385,"ACAATAC":2386,"ATACTAC":2387,"AGCAGCC":2388,"ATTTTTAAAA":2389,"ACTTTCC":2390,"TGGGCCG":2391,"GCTTC":2392,"ATGGATG":2393,"TGAATGG":2394,"TCTTTTTTTT":2395,"ACACACC":2396,"ATCATGC":2397,"TAGATAA":2398,"TGATGGC":2399,"ATTGTGG":2400,"ACATTGC":2401,"TTGGTTG":2402,"AGATTGC":2403,"AAAACCG":2404,"TATAAAAC":2405,"TATAAGC":2406,"ATTTATTC":2407,"AAACTTTT":2408,"ATTAGTT":2409,"AAGTTGC":2410,"TATCTTTT":2411,"AAAGTGG":2412,"AAATCCG":2413,"GCTGC":2414,"AGAAACC":2415,"TTTACCC":2416,"AGTATTC":2417,"TCCTTTC":2418,"TGGCGCC":2419,"GGGAGC":2420,"CCGACG":2421,"TTCAATC":2422,"TATAACC":2423,"ACAACCC":2424,"TCAATCC":2425,"AATGATG":2426,"CCGCCGCC":2427,"ATTTTTAC":2428,"CCTTG":2429,"ATATAGC":2430,"AGAATTTT":2431,"AACTAAAA":2432,"AAACTAG":2433,"TGTTGGG":2434,"ATGTGAA":2435,"TGCAACC":2436,"ATATGGC":2437,"ATATTAAAA":2438,"TATAAATAA":2439,"TGCTTTG":2440,"TCAAAGC":2441,"ATTAATAT":2442,"TATTATG":2443,"AAACATC":2444,"TATGTATG":2445,"TCCGGG":2446,"AAAGTAG":2447,"AAGATTG":2448,"TCTTTAC":2449,"ATGCTTG":2450,"CCCAGC":2451,"TTCCTTG":2452,"AATTGGG":2453,"ATATAGG":2454,"AAGAAAAG":2455,"ATTAGGG":2456,"TTAGTTTT":2457,"TCAAATAA":2458,"TTAGTTG":2459,"TTTCTAG":2460,"TGTTTATT":2461,"TTCAATG":2462,"TTTGATC":2463,"TCTCTTTT":2464,"TACGGG":2465,"CCACG":2466,"TGTATGC":2467,"TTCAACC":2468,"ACTTAAAA":2469,"TTTGTGG":2470,"ATTATTTTTT":2471,"CCGACC":2472,"ATGAAATT":2473,"AAGAGAA":2474,"TAGACG":2475,"ACTTTAC":2476,"AATTATAA":2477,"AAATACG":2478,"AGCCGCC":2479,"CCCTTG":2480,"TGCCTCC":2481,"TCGCCGG":2482,"TACATGC":2483,"AGTTTGC":2484,"ACTCTCC":2485,"GGTGC":2486,"TGAAACC":2487,"TTGCTGC":2488,"GCTCC":2489,"TATATTTTTT":2490,"GCTTG":2491,"GCGCGCG":2492,"ATTAAAAG":2493,"TGTGTTG":2494,"TTTGTAC":2495,"TAAAATTG":2496,"GGAAAA":2497,"ACAAAAAAAA":2498,"TATGTAC":2499,"TTCAAATT":2500,"CCGAGC":2501,"AATTAGG":2502,"TATCATC":2503,"TTCCAAC":2504,"TAAGAAG":2505,"AGGCGGC":2506,"ACTATTG":2507,"ACCCAAC":2508,"TTATAGG":2509,"TATATAAG":2510,"ACATTCC":2511,"ATAATGG":2512,"TCAATATT":2513,"TTAATGG":2514,"TATAATATT":2515,"ATGTGGC":2516,"TTCCCCC":2517,"TGATGGG":2518,"ATATACC":2519,"ATCCAAG":2520,"TCACAAC":2521,"TGTTTAC":2522,"TTGCAAC":2523,"TATCAAAA":2524,"TGAAAGG":2525,"AGCAAAG":2526,"CCCCC":2527,"ATGAAGG":2528,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":2529,"ATAAATAAAA":2530,"TTTGAGG":2531,"TGCCACG":2532,"ACAATGG":2533,"TAATGTG":2534,"ACAATATT":2535,"ATA":2536,"ATAGATC":2537,"AATCAAAA":2538,"GGTTC":2539,"AAAGTAC":2540,"ATAGTTTT":2541,"TAATTAAAA":2542,"TCATTTTG":2543,"TGGCGGC":2544,"TGCCACC":2545,"TTTCACC":2546,"GCGTCC":2547,"ATGGAGC":2548,"AGAATTC":2549,"GGGGG":2550,"ATCCATG":2551,"ACACAAAA":2552,"CCGTGC":2553,"TTACAAC":2554,"AGTTTAC":2555,"TAACTTC":2556,"TATAAATG":2557,"TTGCTTC":2558,"TCTTAAAA":2559,"TTTGTCC":2560,"GCGACG":2561,"ATTAAAAC":2562,"TAACAAG":2563,"AATTTCG":2564,"TTACAAG":2565,"CCGTTG":2566,"ATTGAGG":2567,"CCGAGG":2568,"TAAAAAAC":2569,"TGTGTGC":2570,"ATCCAAAA":2571,"TTACTTTT":2572,"ATACTTTT":2573,"TAATAGG":2574,"AGCCACC":2575,"TTATCCC":2576,"TGAAAGC":2577,"TATCTTG":2578,"ACATTTTTT":2579,"TTTCTAC":2580,"TATTTTTAA":2581,"AGTTTCC":2582,"TTAGAAAA":2583,"TATGAAG":2584,"TCTCTCTCTCTC":2585,"ACATGGG":2586,"ATATCCC":2587,"TTACAAAA":2588,"ACTTGGC":2589,"TTTGTGC":2590,"TCATGGC":2591,"TTATAGC":2592,"ATGCAGC":2593,"GCACC":2594,"TGAAATT":2595,"ACATTGG":2596,"TGTTTTTTTT":2597,"TGAATAG":2598,"AATGAAC":2599,"TAATCAC":2600,"TATTTAAAA":2601,"AGTTGGC":2602,"TATTAAC":2603,"TCAAATTC":2604,"AGGAAGC":2605,"ATGCACC":2606,"AAGATTC":2607,"TAGAAGC":2608,"AAACCCG":2609,"CCTTTT":2610,"ATGCTTC":2611,"ATAGTAC":2612,"ATCTTGG":2613,"AAAGTTTT":2614,"TATCATG":2615,"TAGTTGG":2616,"ATAATCC":2617,"AAATACAA":2618,"TGGTGGC":2619,"CCCCACC":2620,"AGTTAAAA":2621,"TACCACC":2622,"AGATTTTTT":2623,"TGCAAAC":2624,"AATCTTC":2625,"AAAAGAAG":2626,"TTACTAC":2627,"ATAAAGG":2628,"ATAATTTC":2629,"AGATTTTG":2630,"ATGTCAC":2631,"AACCACC":2632,"TCAAATT":2633,"TAAGTTTT":2634,"TACGGC":2635,"GGGTGC":2636,"TCTCAAC":2637,"TTATACC":2638,"TATTATC":2639,"TAAGCG":2640,"TCTTCTTC":2641,"ATCCTTC":2642,"AGAAGGC":2643,"AAACTCC":2644,"AGATTCG":2645,"TCTCTTG":2646,"AGAATGG":2647,"TGCTTCC":2648,"ATGTAAAA":2649,"TATATATATAT":2650,"GCAGC":2651,"TATATTTG":2652,"ACATTTTC":2653,"TCATAGG":2654,"CCCGCG":2655,"TTTTGTTG":2656,"TTTATTTTTT":2657,"TAGATT":2658,"TCAATGG":2659,"AATTATT":2660,"ATATATATG":2661,"ACAATGC":2662,"TATTTTGG":2663,"ATTCTAC":2664,"TCAAAGG":2665,"AATCATC":2666,"TTACTTG":2667,"AATTTTGG":2668,"CCGTGG":2669,"AGAATAC":2670,"TGAAAAAAAA":2671,"TGTTAAAA":2672,"TATAAATC":2673,"ACCATGG":2674,"AATTCCC":2675,"AAAGAGAG":2676,"AATAACC":2677,"ATGTTAA":2678,"TGAGTTG":2679,"GCAAG":2680,"ACAATCC":2681,"TCTATCC":2682,"ATGTGATG":2683,"AGGCGCC":2684,"AACGCG":2685,"ATAGTAG":2686,"TCTCATC":2687,"TGCTGCC":2688,"ATGGCCC":2689,"ACAAGGC":2690,"TTATTTATT":2691,"GGGAAAA":2692,"TCACAAG":2693,"AACAAGC":2694,"AGAGAGC":2695,"TGTTGGC":2696,"ATATCCG":2697,"TTAATCC":2698,"AACAAGG":2699,"AACTTGG":2700,"CCGGCCC":2701,"TACGTAC":2702,"ATCAAGG":2703,"TTTTTTTTC":2704,"TGATTTTC":2705,"AGCCACG":2706,"ACAAATT":2707,"AACAAATT":2708,"ATAAATATT":2709,"GCATG":2710,"TCTTTAG":2711,"GCTGG":2712,"ACGGAGGG":2713,"ACATACC":2714,"GCAAAA":2715,"TATAATTG":2716,"ACACTTG":2717,"TCAATAC":2718,"ATTCTAG":2719,"AACATTG":2720,"TCGATCG":2721,"AACCAAAA":2722,"TTTAGGC":2723,"ATACTCC":2724,"ACTTTAG":2725,"AGATAGG":2726,"ATTGGCC":2727,"ATGTTCC":2728,"ACAATAA":2729,"TATGTGG":2730,"ATGGATC":2731,"ATGCTAC":2732,"GGAGC":2733,"TATTTTAG":2734,"TCTTATC":2735,"ATAATGC":2736,"ATAAATTG":2737,"ATTCACC":2738,"AACAATG":2739,"ACCCTCC":2740,"TTAATAAAA":2741,"ATGTGGG":2742,"TTGGAGG":2743,"ATGCAAAA":2744,"TTTGTAG":2745,"ATGGAAAA":2746,"ATGTGAC":2747,"ACCGCCG":2748,"AAACTAA":2749,"TATGTTC":2750,"ATTTTTCC":2751,"AGAAGCC":2752,"GCATC":2753,"TATTAAG":2754,"ATACTAG":2755,"TCACTTG":2756,"AATAATTTT":2757,"GCTAC":2758,"AGCAACC":2759,"TGTGTGG":2760,"AAGAATC":2761,"TGCAAAG":2762,"ATACTTC":2763,"AACACAC":2764,"TATGATG":2765,"GGCTCG":2766,"AGTTGCC":2767,"TAACTAC":2768,"GGCGGCC":2769,"TGTCATG":2770,"AGA":2771,"AGGAGGC":2772,"TTTTCAAAA":2773,"ACCATTG":2774,"ATAAAGC":2775,"AGGGATG":2776,"TTCCTTTT":2777,"TGACTTG":2778,"AACAATC":2779,"GGCACG":2780,"TTCGCG":2781,"TTTCTGC":2782,"AAATCGG":2783,"TGGGTGG":2784,"ACTTGGG":2785,"TAAATATG":2786,"TAGTTGC":2787,"AAGAATG":2788,"TCATTATT":2789,"ACAAGGG":2790,"GGATG":2791,"TCGCCGC":2792,"ATTAAATG":2793,"TAAAATAG":2794,"ATTAATTC":2795,"ATTAATATT":2796,"ATAGTTC":2797,"ACACATC":2798,"AGGAGGG":2799,"ACTTGCC":2800,"GCTAG":2801,"ATAGATG":2802,"AGGAAAC":2803,"AACATTC":2804,"ATTGGGG":2805,"ATCTTGC":2806,"TAAAAATG":2807,"AGAAATAA":2808,"TTTTCTTG":2809,"ATTTTAAG":2810,"TATCTAC":2811,"TGAGAAAA":2812,"TGTATGG":2813,"ATTATAAG":2814,"ATTGTGC":2815,"TCCAAAG":2816,"GGCTTC":2817,"TTCCAAAA":2818,"ATTTCGG":2819,"ATTTTTGC":2820,"GGCTTG":2821,"ACCACCC":2822,"AAGATGC":2823,"ATGGTGC":2824,"TTAAAGG":2825,"ACATCCC":2826,"ATCGATCG":2827,"TTTGTTTC":2828,"ACCCGCC":2829,"TCATACC":2830,"TTTTAGG":2831,"TTTTTTTAA":2832,"TCCCCCC":2833,"TCTCGCC":2834,"AATTAGC":2835,"ATCTCCC":2836,"TGTTGCC":2837,"TTAGAAG":2838,"ATACATAC":2839,"ACTTTATT":2840,"ATTTCCG":2841,"CCGAAC":2842,"TGAAATAA":2843,"AGATCCG":2844,"ATCTACC":2845,"ATAGAGG":2846,"AATGGCC":2847,"TCTTGCC":2848,"TATATTATT":2849,"ATGGCGG":2850,"ATAGAAC":2851,"TCTATGG":2852,"TTATTCG":2853,"ATTAAATAA":2854,"TCCATGG":2855,"TTTTACC":2856,"TAAAGTT":2857,"TTTGAATT":2858,"AAGCAAG":2859,"AGAAAAGG":2860,"TTTATCG":2861,"AGAATAG":2862,"AAAATCG":2863,"ATAAGGG":2864,"TGGGAGG":2865,"TACGCG":2866,"AAAGAGC":2867,"TATAGTT":2868,"TATATAAC":2869,"CCCTCG":2870,"ATCCAAAC":2871,"TCACATG":2872,"AACATGC":2873,"ATTTTATC":2874,"ACGTGTC":2875,"TCCCTTC":2876,"AAAATAAG":2877,"TATCAAG":2878,"TTGGAAG":2879,"AATCTCC":2880,"AGGCAGC":2881,"TTTTTCG":2882,"ATTGATTG":2883,"ACAATAG":2884,"AGTGAAG":2885,"TCATTTAA":2886,"AAAGAAAC":2887,"AATCCCC":2888,"AGAGTTG":2889,"TTTTTTATT":2890,"TCTAACC":2891,"TTGGTGC":2892,"ATCACAC":2893,"TTTTATAA":2894,"TAAAATAA":2895,"TGAATATT":2896,"AGACAAG":2897,"TATCTAG":2898,"TGAGAAG":2899,"TCATGCC":2900,"AATCATG":2901,"TTTGCCC":2902,"TGACAAG":2903,"TTTTTCTC":2904,"AGCTTGC":2905,"GCGGC":2906,"ATTAAATC":2907,"ATCATCG":2908,"ATGGTTC":2909,"TTACATG":2910,"GCTCG":2911,"GGTAG":2912,"AGATCCC":2913,"ACATATAA":2914,"ACATTTTG":2915,"TCCTATT":2916,"AATTGGC":2917,"TCTCACC":2918,"AGTTTTTTTT":2919,"TGCTTTC":2920,"ACAAGCC":2921,"TTGAAGC":2922,"ATGGAAC":2923,"ATGAACC":2924,"TGGAAGC":2925,"AATTGCC":2926,"GCGCG":2927,"TAATTTAG":2928,"TGATTCG":2929,"TTTTGAAAA":2930,"ATATTTTTC":2931,"TTATGGG":2932,"TCACATC":2933,"TTCATGC":2934,"TGTCAAG":2935,"TGGTTTC":2936,"TCCGTCC":2937,"TACACAC":2938,"AGTGTTG":2939,"AAAAATTG":2940,"TCAAACG":2941,"TCTCTTTC":2942,"GGGTTC":2943,"AAGGCCC":2944,"TAAACTC":2945,"TCACTCC":2946,"TCTTAAC":2947,"TGGATGG":2948,"TCTTAATT":2949,"TCTCAAG":2950,"TCAATAG":2951,"ACAAATTC":2952,"TCAAAAAAAA":2953,"ACTTCCC":2954,"ATAAGCC":2955,"TGCATGG":2956,"ATTTTATG":2957,"GGTCC":2958,"TTCCAAG":2959,"TGAATCC":2960,"ACACCCC":2961,"TGCAAGC":2962,"TATTATAA":2963,"ATCTATG":2964,"ATCTAAC":2965,"AAAATATG":2966,"ATATTTAG":2967,"ATTGACC":2968,"TGTGATG":2969,"ACGGCCC":2970,"ATCCTTG":2971,"TAAAAAAATT":2972,"TTGCTCC":2973,"TCCGCCG":2974,"ATTTTAAC":2975,"TATCTCC":2976,"AATATCG":2977,"ATTTACG":2978,"TGCTATT":2979,"TAAAATAC":2980,"AAGGGGG":2981,"TGCCCCC":2982,"ATTAGCC":2983,"AGCTTTG":2984,"TAAGAAC":2985,"TCACCCC":2986,"TAGTAAC":2987,"TCGGCCC":2988,"AGAGGCC":2989,"ATATACG":2990,"TAGCTAC":2991,"AAATAGAA":2992,"TTCCTTCC":2993,"GGATC":2994,"NNNNNN":2995,"TGAAGGG":2996,"TGAAATTG":2997,"AGGGAGGG":2998,"TGATACC":2999,"AAATTTGG":3000,"TACCAAC":3001,"AAAGGCC":3002,"AATACCC":3003,"AGGTAA":3004,"TATATTTC":3005,"GGTTTT":3006,"TTCATGG":3007,"TTGCTAC":3008,"TTAAGGG":3009,"AAACACG":3010,"ATTCAATT":3011,"ATACACC":3012,"TTGCAAG":3013,"TATAGCC":3014,"TCCCAAC":3015,"AAAGATC":3016,"TACCAAAA":3017,"TGATCCC":3018,"AAGGTGG":3019,"TAAACTT":3020,"ATCGAGC":3021,"ACTCAAC":3022,"TCTATGC":3023,"TCATGGG":3024,"ATGTAAC":3025,"TTCTTCG":3026,"ATCCACG":3027,"AAGCAAC":3028,"TTTGATTG":3029,"AGAATCC":3030,"TTGCAGC":3031,"TTTTCGC":3032,"ATATATGC":3033,"TCTCTGC":3034,"TTAAAGC":3035,"ATAGATAG":3036,"AATATAAAA":3037,"ATATTTAC":3038,"ATTTTGGG":3039,"TTATGGC":3040,"ACTCTTC":3041,"TATAGAC":3042,"TGGGTTG":3043,"ATAATATG":3044,"TGAACCC":3045,"TGATTATT":3046,"ACCCAAAA":3047,"AATCTTTT":3048,"TAATAATT":3049,"TCTTGGG":3050,"TCATATAA":3051,"ATTAGAC":3052,"TAAATTTG":3053,"TAAAAATC":3054,"AAATGCG":3055,"ATTATTTG":3056,"TTTCTATT":3057,"TTTGTATT":3058,"TAAAATTC":3059,"TGACAAC":3060,"TGTTATG":3061,"ACATTATT":3062,"TGATAGG":3063,"TTGTATG":3064,"AGAAGAAG":3065,"TATCCCC":3066,"ATAAATTC":3067,"TCAATGC":3068,"AATCAAAC":3069,"TAGCAGC":3070,"AATGTTTT":3071,"AATGTTC":3072,"TAAGTTC":3073,"AATTACC":3074,"TAGATTC":3075,"TATATTTAA":3076,"AAAGGGC":3077,"TTAAATTG":3078,"AAAACAAC":3079,"TGATGCC":3080,"AGATAGC":3081,"ATGCTGC":3082,"ACATAGC":3083,"TGATAGC":3084,"ATAGTGG":3085,"AATCACC":3086,"TATTGCC":3087,"TGAAGCC":3088,"TGTCAAAA":3089,"ACTTAAC":3090,"TTTCAATT":3091,"TTCTTCTTCTTC":3092,"TATAATTC":3093,"TGAATAC":3094,"NNNNNNNNNNNNNNNNNNNNNNNN":3095,"GGACG":3096,"TCTCCCG":3097,"AAGAAATT":3098,"ATAATTATT":3099,"AATCTAG":3100,"AGTGAAAA":3101,"ACCCATC":3102,"TTGGTTC":3103,"ACATAGG":3104,"AGTAATAA":3105,"TTGGATC":3106,"AATGTGG":3107,"TTAGTGG":3108,"CCCTAG":3109,"TCAAGCC":3110,"ATTCATTC":3111,"TATGTATT":3112,"TCAAGGC":3113,"TAATAGC":3114,"TGCATTG":3115,"ATGATCC":3116,"GCACG":3117,"TTGGCCC":3118,"TGAGAGG":3119,"AGTCAAC":3120,"TTTCTTCC":3121,"ATCGCCG":3122,"TTGCTGG":3123,"TGGCAGG":3124,"TGGCAGC":3125,"TTACTTC":3126,"ACTAACC":3127,"TTATATTG":3128,"ATGCTCC":3129,"TAACATC":3130,"TCACTTC":3131,"AAACTCG":3132,"ATTAGTG":3133,"TCACAAAA":3134,"TTTAACG":3135,"ATGCACG":3136,"AAACAAAG":3137,"TGCATCC":3138,"AGGGAAG":3139,"TTAGATG":3140,"ATTATATG":3141,"ACCATCC":3142,"TACTTCC":3143,"TTTGAGC":3144,"TTAAATTC":3145,"TCTCTCG":3146,"AAATTTATT":3147,"ACTCCCC":3148,"ATTGTCC":3149,"AGCGAGC":3150,"GGGGC":3151,"AAACAATT":3152,"TCCCAAAA":3153,"TCTTGGC":3154,"TATGGCC":3155,"CCGAAG":3156,"AATAGGG":3157,"AATAACG":3158,"AGAAACG":3159,"ATACCCC":3160,"TCATAGC":3161,"AGTTTATT":3162,"GCGGG":3163,"ATTGAATT":3164,"AGCCAGC":3165,"ATACCCG":3166,"TTTTAGC":3167,"AGATTTTC":3168,"TTGATGG":3169,"AGGGAGC":3170,"TTACTAG":3171,"TCTCTCCC":3172,"AGTATGG":3173,"TTTCTGG":3174,"TTAATGC":3175,"TTTAGCC":3176,"AGGTTTG":3177,"AAGAAAAC":3178,"TGTCCCC":3179,"AGAGATG":3180,"TTGGAGC":3181,"GGAAC":3182,"AGTATGC":3183,"ACACACG":3184,"TGTTCCC":3185,"ATTGAGC":3186,"TAGGTGG":3187,"AGATGCC":3188,"AGAATATT":3189,"TATGTGC":3190,"ACCAAGC":3191,"ACGGTGG":3192,"TGGCTGC":3193,"TGAATGC":3194,"TAAGTAC":3195,"AATGTAC":3196,"ATGCAGG":3197,"TCTCTAC":3198,"TAACTAG":3199,"TTCTTTTC":3200,"TAAGATG":3201,"TGACACG":3202,"CCGCCCC":3203,"AGAACCC":3204,"AGACAAAA":3205,"GGCGACG":3206,"ACACTAC":3207,"ATATTTTTG":3208,"TTCGTCG":3209,"TGTGGCC":3210,"GGGTCG":3211,"AAGGTTG":3212,"AACCAAG":3213,"TTAGTAC":3214,"AACATGG":3215,"GGGTCC":3216,"TAAAAAAAC":3217,"AGTGGCC":3218,"AGGTGGG":3219,"TCACACC":3220,"TAAGTAG":3221,"TATACTT":3222,"AGGGTGG":3223,"ATTATTTC":3224,"TTGCACC":3225,"TGTGAAG":3226,"TCAATAA":3227,"TTAGTTC":3228,"AAACCGG":3229,"TTCCATC":3230,"AATAATATT":3231,"TTTCAGC":3232,"TTATATTC":3233,"AATTAAATT":3234,"ATTGTATT":3235,"AAGCTTC":3236,"AGAGGCG":3237,"TCTAGGG":3238,"AGAATAA":3239,"AGCCTCC":3240,"TATAATAG":3241,"TTAACCC":3242,"AAGCTTG":3243,"TCATCCG":3244,"TTCCTCG":3245,"TATCTATC":3246,"TGTATCC":3247,"TGGTAA":3248,"AGACAAC":3249,"GCGACC":3250,"TGAGGGG":3251,"ATTACTC":3252,"AAAAACG":3253,"TAGCTTG":3254,"AATGGGC":3255,"AACCGCC":3256,"TGTGTTTT":3257,"AAAAGTTG":3258,"TTAGTAG":3259,"TGTTAAG":3260,"TTT":3261,"TAAAACCC":3262,"TGTCAAC":3263,"ATCCCCC":3264,"GGGACC":3265,"ATGGACC":3266,"TTGCATC":3267,"AAGCTCC":3268,"AAGAAGAAGAAG":3269,"GGCGCCG":3270,"ATGCTAG":3271,"TAGCAAC":3272,"TATAATAC":3273,"TGTCTTG":3274,"TGAACCG":3275,"TGTCTTC":3276,"TCTGTTTT":3277,"TGAAGGC":3278,"TCGCGCC":3279,"AAGCAGC":3280,"AGAGAGAGAGAG":3281,"TGATATAA":3282,"TTTCTTTG":3283,"ACTTATC":3284,"AGAGGGC":3285,"ATGTCAA":3286,"ACAAACG":3287,"TGAAATTC":3288,"AAGGAGC":3289,"AAATTTAG":3290,"ACAGCCC":3291,"TGATTTAA":3292,"TGCCAAG":3293,"AGATACC":3294,"TATGATC":3295,"TGAATAA":3296,"ATAATTTAA":3297,"TTAGAAC":3298,"ACGGCGG":3299,"TGCAGCC":3300,"ATAACCC":3301,"TGTGTTC":3302,"AAAGTTTG":3303,"AGAGTGG":3304,"TATTTTTATT":3305,"ATGTTAC":3306,"ATATATAAAA":3307,"AATGGCG":3308,"AGGATGG":3309,"TCTGTTC":3310,"TTTCCCG":3311,"ACAGAAAA":3312,"AGGAATT":3313,"ACGAAAC":3314,"TAATGAG":3315,"TTGAATG":3316,"TGCGTGC":3317,"AAAGTGC":3318,"AGTTAAG":3319,"TGGAATT":3320,"ATATATGG":3321,"ACACTCC":3322,"TATAGTG":3323,"GGCATC":3324,"ATTACCC":3325,"GCGCCGC":3326,"TCTACCC":3327,"AGGTTGG":3328,"TATACTC":3329,"TCCTTTG":3330,"AAAACAAG":3331,"ACGCACGC":3332,"TACTCCC":3333,"TAGGCCC":3334,"AGTAGGG":3335,"ACCACCG":3336,"TGGAAAC":3337,"ATCGAAC":3338,"ATAGGGG":3339,"AGATTTAA":3340,"TCTCAAAA":3341,"ATTTCTTC":3342,"ATTAGTC":3343,"ACGGCCG":3344,"ACA":3345,"TAATCCC":3346,"TTTCTCG":3347,"TGATCCG":3348,"ATTTCAAAA":3349,"AATTTTCC":3350,"TATAGGG":3351,"TAGATGG":3352,"TCCACCC":3353,"ATCCAGC":3354,"AGTTAAC":3355,"TAATTTAC":3356,"ATTCTGC":3357,"TAATTAAC":3358,"TAAACTAA":3359,"ATGACAC":3360,"ATAAATTTT":3361,"ATGTAAG":3362,"TGTTAAC":3363,"ATCTCAC":3364,"TCCATTG":3365,"TAGCTTC":3366,"AGATTATT":3367,"ACATTTAA":3368,"AAATTAATT":3369,"AAGAACC":3370,"TGCTCCC":3371,"ATCGTCG":3372,"TCAAATTG":3373,"TGGCAAC":3374,"AATCTAC":3375,"TGACAAAA":3376,"TATGGGC":3377,"TAAAAAATAA":3378,"TAGGAAAA":3379,"TGGCTGG":3380,"TAATAATAATAATAATAATAATAA":3381,"TCCTCTCC":3382,"GGACC":3383,"TCATTCG":3384,"ATCAAATC":3385,"TGCCATG":3386,"TTTTGTTC":3387,"TCTTAAG":3388,"TGTGGGC":3389,"ACTAATAA":3390,"TGGTATT":3391,"ATTTGCG":3392,"AAACGCC":3393,"TATATTTTC":3394,"TGTCGCC":3395,"TTCGTCC":3396,"TTCTTCTTC":3397,"ATTATCG":3398,"GCGTTG":3399,"TCTGAAC":3400,"ATTTGAAAA":3401,"ATAGAGC":3402,"TCAGCCC":3403,"AGTGAAC":3404,"AAT":3405,"ATGCGCC":3406,"TTTTTTCC":3407,"ATTAGGC":3408,"ACGTACG":3409,"ATATATATAA":3410,"TGTGTAC":3411,"AGACTTG":3412,"TGGTGGG":3413,"ACTCATC":3414,"AGAGAAAG":3415,"TATCCAC":3416,"TTGGATG":3417,"GGTAC":3418,"TTTCTAA":3419,"TCCTCCG":3420,"ATTTTCCC":3421,"TGTTTCG":3422,"GGCCGGC":3423,"TCGGGCC":3424,"ACCTATT":3425,"TAAAAAAAG":3426,"ATTATATC":3427,"ACAACCG":3428,"ACCGCCC":3429,"GCGCGCGC":3430,"ACGAGCC":3431,"TGTGAAC":3432,"ATACATAA":3433,"TCTGTTG":3434,"ATGGATGG":3435,"TGGCTTG":3436,"ACGGAGG":3437,"TCTATAA":3438,"AGAGAAC":3439,"TAGATTG":3440,"TAATACC":3441,"TGTCATC":3442,"TCTTTCG":3443,"AATAGGC":3444,"TTCCGCC":3445,"TGCTTGG":3446,"TGAGATG":3447,"AGATATAA":3448,"TTAGGGG":3449,"AACGACG":3450,"ACTATGG":3451,"TCAAGGG":3452,"TCCATAA":3453,"TATACCC":3454,"TAGCAAAA":3455,"AAGCAAAA":3456,"ACAGAAG":3457,"TATGACC":3458,"AGAAATTG":3459,"TGAAACG":3460,"ATACAATT":3461,"ATATTAATT":3462,"TTATTTTTG":3463,"ATTTGTTG":3464,"TGTTAGG":3465,"TAATTAAG":3466,"ATTCAAAC":3467,"ATCGACC":3468,"ATTAAAAAAAA":3469,"GCAGG":3470,"TCTCACG":3471,"ACTTAATT":3472,"AATGATC":3473,"ACTTTTTTTT":3474,"AGCCAAC":3475,"ATTTCTTTT":3476,"TTCCATG":3477,"ATACACG":3478,"TTTCGCC":3479,"TACAAATT":3480,"TATCAATT":3481,"AAGGAAC":3482,"TAGCATG":3483,"TGGATTG":3484,"TCACTTTT":3485,"AGTCAAG":3486,"TCT":3487,"GGCATG":3488,"AAAGTCC":3489,"ATCTAAAA":3490,"ATGGTAG":3491,"AGCAATT":3492,"TCTCTAG":3493,"TCGTCGG":3494,"TAAGCCC":3495,"AATAAATAA":3496,"ATTAACG":3497,"TAATTCG":3498,"ATCTCAA":3499,"AGCATGC":3500,"AAAAAAAAC":3501,"TTGAAATT":3502,"ACTCACC":3503,"TAAATATC":3504,"TATCACC":3505,"ATACTATT":3506,"TTGCTAG":3507,"TTGAACC":3508,"TACTACC":3509,"CCGCCGG":3510,"TACATTG":3511,"TCTAATAA":3512,"ATTCTATT":3513,"TAATTTGG":3514,"ACTAAAAC":3515,"ACACTTC":3516,"ATATATATATATATATATATATAT":3517,"TGTAATAA":3518,