{"<s>":0,"</s>":1,"<pad>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"AA":261,"TT":262,"AT":263,"CC":264,"AG":265,"TG":266,"AC":267,"ATT":268,"TC":269,"GG":270,"AAAA":271,"GC":272,"TAA":273,"TTTT":274,"ATC":275,"ATG":276,"NN":277,"ACC":278,"TAG":279,"TTC":280,"TCC":281,"AAC":282,"AAG":283,"TTG":284,"TAT":285,"TAC":286,"TATT":287,"AGC":288,"TGC":289,"NNNN":290,"TGG":291,"AGG":292,"ATAA":293,"ATAT":294,"AATT":295,"CCC":296,"ACG":297,"GGC":298,"TCG":299,"TAAAA":300,"GGG":301,"ATTC":302,"TTTG":303,"AAAC":304,"ATTG":305,"AAAG":306,"NNNNNNNN":307,"TTTC":308,"CCG":309,"ATTTT":310,"AGAG":311,"TCTC":312,"AAAT":313,"AATG":314,"GCG":315,"TAAC":316,"TATC":317,"AAATT":318,"TATG":319,"AATC":320,"ATGG":321,"ACCC":322,"ACAC":323,"ATAG":324,"ATCC":325,"TAAG":326,"TTGG":327,"ATGC":328,"AACC":329,"ATAC":330,"AAGG":331,"ATATT":332,"TTCC":333,"TCCC":334,"TGTG":335,"AAGC":336,"TTAG":337,"TTGC":338,"TAGC":339,"AAAAC":340,"TACC":341,"NNNNNNNNNNNNNNNN":342,"TTTTC":343,"TTAC":344,"AATAA":345,"AAAAG":346,"TTTTG":347,"ATCG":348,"TTATT":349,"AGTG":350,"TCAC":351,"TTAA":352,"TAGG":353,"TTTAA":354,"AGGG":355,"TTCG":356,"AGCC":357,"ATTTG":358,"TCTG":359,"ATAAAA":360,"ACCG":361,"AGAC":362,"AACG":363,"TGGG":364,"TGCC":365,"TCCG":366,"ACTC":367,"AAATC":368,"AGGC":369,"AGTT":370,"TGAC":371,"AAATG":372,"AGTC":373,"TGGC":374,"AATTTT":375,"ATATG":376,"TACG":377,"ATTTC":378,"TGTC":379,"AATAT":380,"TGTT":381,"AAAAAAAA":382,"TATTC":383,"AGCG":384,"ACTT":385,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":386,"TAATT":387,"TCTT":388,"AATTG":389,"ATATATAT":390,"ATATC":391,"GGCG":392,"AATTC":393,"TGAG":394,"ACGG":395,"TATTG":396,"TGCG":397,"ATTATT":398,"CCCC":399,"TCGG":400,"AAACC":401,"ATAAC":402,"ATAAG":403,"TTTTTTTT":404,"ACTG":405,"ACGC":406,"AAATAA":407,"CCCG":408,"ACAG":409,"AATATT":410,"TCGC":411,"AATAG":412,"GGCC":413,"TTTAT":414,"TTAAAA":415,"ATATAA":416,"TAATAA":417,"TCAG":418,"TTTAG":419,"ATTTTTT":420,"ATTGG":421,"TTTGG":422,"AATAC":423,"TCTTC":424,"AGAAG":425,"AATCC":426,"TAAAC":427,"AAAGG":428,"GGGG":429,"AAAGC":430,"TTTATT":431,"ATTCC":432,"AATGG":433,"TTTCC":434,"AGAAAA":435,"ATGTG":436,"GCGC":437,"ATTTTC":438,"ATTTTG":439,"ATTTAA":440,"ATTGC":441,"ACATG":442,"TTTAC":443,"TCTCC":444,"CCAC":445,"AATAAAA":446,"TTATC":447,"TCATC":448,"ATTAC":449,"ATTAG":450,"AATGC":451,"TTTGC":452,"GGTG":453,"ACAAC":454,"TTATG":455,"GGGC":456,"ATTCG":457,"TCTAA":458,"ACAAAA":459,"ATGGG":460,"TTAAC":461,"ACTAA":462,"ATGGC":463,"TCAAC":464,"AGTTG":465,"ATACC":466,"AACCC":467,"ATCCC":468,"TTAAG":469,"ACTTG":470,"TTAATT":471,"ACATC":472,"ACAAG":473,"TGTTG":474,"AGATG":475,"TAAAAC":476,"CCGC":477,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":478,"TATGG":479,"TCTTG":480,"AGTAA":481,"AAACG":482,"ATAGG":483,"AAGGG":484,"ATAGC":485,"TATGC":486,"AAATTG":487,"TATCC":488,"TACCC":489,"AGAGG":490,"AGTTC":491,"AAATTC":492,"TCATT":493,"TCAAG":494,"TCATG":495,"ACTTC":496,"AGATC":497,"TCAAAA":498,"TGTAA":499,"AGATT":500,"TCTTTT":501,"TGATG":502,"TAAAAG":503,"TGAAG":504,"AGTAG":505,"ACATT":506,"AGAAC":507,"AAATAT":508,"ATATTTT":509,"TTCTTC":510,"CCGG":511,"AAGGC":512,"TTGGG":513,"TGAAAA":514,"TCACC":515,"TATATT":516,"TGTTC":517,"ACACC":518,"TGATT":519,"TCCCC":520,"AGTTTT":521,"TGAAC":522,"TATAC":523,"TATAAAA":524,"TCTAG":525,"AGAGC":526,"TGTTTT":527,"TGATC":528,"AATCG":529,"ATATTG":530,"TAAATT":531,"TTCCC":532,"AACCG":533,"AAGAAG":534,"ATCCG":535,"ATGCC":536,"AGTAC":537,"AGTGG":538,"TCTAC":539,"TTATAA":540,"ACTAG":541,"TTGGC":542,"ACCCC":543,"ATATTC":544,"ACCCG":545,"ACTTTT":546,"ATTAAAA":547,"TTTAAAA":548,"AAGCC":549,"TGTAG":550,"TTGCC":551,"TAATTTT":552,"TAACC":553,"TTACC":554,"ACTAC":555,"ACTCC":556,"GCGG":557,"TTAGC":558,"AAATTTT":559,"TTTCG":560,"ATTTATT":561,"TTAGG":562,"ATACG":563,"TGGCC":564,"TATCG":565,"AGCCC":566,"TAACG":567,"TGTAC":568,"TATAG":569,"TCTGC":570,"GGAG":571,"ATATATATATATATAT":572,"TCGCC":573,"AATATG":574,"TAAGC":575,"TGTGC":576,"TGTGG":577,"CCGCC":578,"TCTCTCTC":579,"AGGCC":580,"TATATG":581,"ACACG":582,"TAGGG":583,"TAAGG":584,"TCAGC":585,"TGTCC":586,"TTGTTG":587,"AAGAAAA":588,"AAGAG":589,"TAAAG":590,"TATTTTTT":591,"ATCATC":592,"ATGCG":593,"TAATG":594,"TCCCG":595,"AATAAC":596,"AACAC":597,"TTCTC":598,"ATCTC":599,"TAGCC":600,"AATATC":601,"ATGAG":602,"ATCAC":603,"AAATAAAA":604,"AAATCC":605,"TGACC":606,"TAATC":607,"AGTGC":608,"AGACC":609,"AACAAC":610,"AAATGG":611,"AGTCC":612,"TTTTGG":613,"AATAAG":614,"ACGCC":615,"TGAGC":616,"ATTTAG":617,"TCCTCC":618,"AGGGG":619,"TGAGG":620,"TATATAA":621,"ATGAC":622,"ATGTC":623,"TATATAT":624,"TGGGC":625,"ATTTGG":626,"GCAC":627,"TACCG":628,"ATCGG":629,"AAGCG":630,"AGAGAGAG":631,"AACGG":632,"TTGTG":633,"TTTTCC":634,"AAACCC":635,"TTCAC":636,"AATCTC":637,"AACTC":638,"AAAACC":639,"ATTTAC":640,"TTCGG":641,"AAAACG":642,"TTATTTT":643,"ATTAATT":644,"ATGATG":645,"ACAGC":646,"AGAAAG":647,"ACTGC":648,"TTTATG":649,"GGGCC":650,"TATATC":651,"AAATGC":652,"TCTCG":653,"AACAAAA":654,"ACCGG":655,"TCTATT":656,"AAGTG":657,"TCGGC":658,"TTTATC":659,"GCGCC":660,"TCAATT":661,"TATAATT":662,"TAGGC":663,"TTTTGC":664,"ATAGAG":665,"TGCCC":666,"AGGGC":667,"AAAAGG":668,"TAATATT":669,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":670,"TTAAAC":671,"AAGAC":672,"TGTTTG":673,"TAATTG":674,"TTAAAG":675,"TAAATAA":676,"ACCACC":677,"TCTGG":678,"TTATTC":679,"TAGCG":680,"TTATAT":681,"TAAATC":682,"ATACAC":683,"TTAAATT":684,"TCTTTC":685,"ATTATC":686,"TGTATT":687,"AGCCG":688,"AAAAAC":689,"ATTTAT":690,"TTATTG":691,"TAATTC":692,"AGTATT":693,"ATGTTG":694,"TGAATT":695,"TTTAAC":696,"ATTTCC":697,"ACCAC":698,"TTAATG":699,"TTTAAG":700,"AGAATT":701,"AGTTTG":702,"TGGGG":703,"AATTTTC":704,"AGACG":705,"ATGAAAA":706,"TCACG":707,"AATTTTG":708,"ATTTGC":709,"TCAAAC":710,"ACGGC":711,"ATCTTC":712,"TCTAT":713,"TCTTCC":714,"AAAAGC":715,"TTCCG":716,"TTGAC":717,"ATTTTTC":718,"AGGAGG":719,"AGATAA":720,"TAGTAG":721,"ACCGC":722,"ATTATG":723,"TCCGG":724,"TCCAC":725,"ATCGC":726,"TGTCG":727,"TATAAC":728,"ATATGC":729,"ATTAAC":730,"ACAATT":731,"ATATGG":732,"AAGTTG":733,"TTACG":734,"ACATAA":735,"AGCAGC":736,"TAAATG":737,"AGAAAC":738,"TGACG":739,"ACTATT":740,"ACTCG":741,"TCTTTG":742,"AACGC":743,"AGTCG":744,"ATTTTTG":745,"TTGCG":746,"TCATAA":747,"TCAGG":748,"AATTGG":749,"TTAATC":750,"TATAAG":751,"GGCGG":752,"TGCCG":753,"TTTTCG":754,"TTTTTTC":755,"TGTTTC":756,"AAGAAC":757,"ATCAAC":758,"TTATATT":759,"AGCGG":760,"TAATAG":761,"ATAAAAG":762,"TTGTTC":763,"AGGCG":764,"TAATAC":765,"ATTATAA":766,"TCCGC":767,"ACTGG":768,"TTTTAAAA":769,"ATATCC":770,"AGTAT":771,"ACAGG":772,"TAAAAAAAA":773,"AGTTTC":774,"ATGAAC":775,"TATTTATT":776,"TGATAA":777,"TCAAAG":778,"TCGGG":779,"TGGTGG":780,"AAATCG":781,"ACAAAC":782,"AATTCC":783,"ATGAAG":784,"ATAAAAC":785,"TTCTCC":786,"ATTAAG":787,"TGTAT":788,"TGCGC":789,"TGGCG":790,"TTCGC":791,"TTTGGG":792,"TGCGG":793,"AGCGC":794,"TTCTTG":795,"TACTAC":796,"TTCATC":797,"TTTTTC":798,"TGAAAC":799,"ACAAAG":800,"TACGG":801,"ATATAAAA":802,"TTAAAT":803,"TAAACC":804,"TGAAAG":805,"TGCTGC":806,"TAATAT":807,"ATCTCC":808,"TACAC":809,"TTATAG":810,"AACTTG":811,"AACAAG":812,"AAAAAG":813,"TCGCG":814,"AATTGC":815,"AAACCG":816,"GGCGC":817,"ATAAATAA":818,"TTGAG":819,"TTTGGC":820,"TTTAGG":821,"TTATAC":822,"ATTTAAAA":823,"TCATTC":824,"AAATAC":825,"ATCAAAA":826,"TTCAAC":827,"AAGATG":828,"TTAATAA":829,"TTCTTTT":830,"AATTTG":831,"ATCTTG":832,"ATCTG":833,"AATACC":834,"TTTCCC":835,"TTTTTATT":836,"TTTTTG":837,"AGAATG":838,"AAAAAAG":839,"GGCCC":840,"ACTAT":841,"AAAATG":842,"ATCAAG":843,"ATGTAC":844,"AATCCC":845,"AGATTC":846,"TTATCC":847,"ACGCG":848,"AGAAGG":849,"AAAATAA":850,"TCCACC":851,"AAAGGG":852,"ACGGG":853,"ATGTTC":854,"TTTACC":855,"TTAGAG":856,"TCTCCC":857,"TTTTTTG":858,"ATGTGG":859,"AAGAGG":860,"ATTTTGG":861,"ACTTTG":862,"TCATCC":863,"ATGGCC":864,"AATAGC":865,"TGTTGG":866,"AATGGC":867,"CCCGC":868,"AATTCG":869,"TATTGC":870,"AACTTC":871,"TAGTTG":872,"TTTAGC":873,"ATAAGC":874,"ATCACC":875,"ACTTTC":876,"TACGC":877,"ATAAGG":878,"AAGTC":879,"AAAGCC":880,"TAGAG":881,"AATAGG":882,"TTAATTTT":883,"ATCATG":884,"TATTTTG":885,"TTCAAAA":886,"AAATATT":887,"ATGTTTT":888,"TTATGG":889,"CCACC":890,"CCTCC":891,"AGATTG":892,"CCGCCG":893,"TTCTG":894,"ATAATTTT":895,"TAATGG":896,"AATTAAAA":897,"TAGAAAA":898,"AGATGG":899,"TATTGG":900,"TCAATG":901,"AGTTGG":902,"TTAACC":903,"ATATATT":904,"ACCAAAA":905,"TCGTCG":906,"AGAGGG":907,"TACAAAA":908,"ACCAAC":909,"ACTAAAA":910,"ATACCC":911,"TCCAAC":912,"TCAATC":913,"TCATTG":914,"TTGAAAA":915,"TAGTG":916,"TAATAAAA":917,"TACAAC":918,"ATGTGC":919,"AGAAGC":920,"TGGTG":921,"TCAAATT":922,"ATGATC":923,"TATTTTC":924,"TCAACC":925,"ATAACC":926,"ACGACG":927,"GGCGGC":928,"ACAATG":929,"TTTGCC":930,"TGGTTG":931,"TAATCC":932,"TATTCG":933,"AGGAAG":934,"TTAAGG":935,"TATTCC":936,"TTCCCC":937,"ATTCCC":938,"ATATAC":939,"AAAGAAAA":940,"AACTG":941,"ATATATG":942,"AGAATC":943,"AGCTTC":944,"ATTAGG":945,"ATATATAA":946,"TTGAAG":947,"ATATCG":948,"ATTTTCC":949,"GGTGG":950,"TTCAAG":951,"ATTTCG":952,"TTGTTTT":953,"TAGTAC":954,"ATTAGC":955,"ATTGCC":956,"ATTTTGC":957,"TGCAC":958,"AGGTG":959,"TAATTTG":960,"AAATATG":961,"TATTTG":962,"TCTATC":963,"AGTAAAA":964,"TCTAAAA":965,"AACATG":966,"TTAGGG":967,"AAAGGC":968,"TTATGC":969,"ACGTG":970,"TAGAC":971,"TCCATC":972,"TTACAC":973,"TAGAAG":974,"AGCAAC":975,"ATGGGC":976,"AGATAG":977,"TTGGGC":978,"AGCAC":979,"TATATATT":980,"TACTTG":981,"ATTGGG":982,"AGCTGC":983,"TAATTTC":984,"AGGTGG":985,"ATCCCC":986,"TCCTC":987,"TTGATG":988,"ATCTTTT":989,"AATTTC":990,"ATCTAC":991,"AATATTG":992,"AAAAAAC":993,"ATAAAC":994,"AATATTC":995,"TTAAAAG":996,"AAGTTC":997,"TTGTC":998,"AATGGG":999,"TCCTTC":1000,"AGCTG":1001,"AAGGGG":1002,"TAATGC":1003,"ATTACC":1004,"AGAAATT":1005,"AAGCCC":1006,"ATCTAG":1007,"AACTTTT":1008,"AACCCC":1009,"TAACCC":1010,"ATTTTAAAA":1011,"AGTTGC":1012,"AGTAAC":1013,"TTGTGG":1014,"AGATGC":1015,"ATGTAG":1016,"AATTAATT":1017,"AAACAAAA":1018,"ATATTTTTT":1019,"AATCCG":1020,"AAATAAG":1021,"ACATTC":1022,"AAATATAA":1023,"ATTTATG":1024,"TAAAGG":1025,"ATTATTG":1026,"TAAAGC":1027,"TATTAAAA":1028,"TCCAAAA":1029,"TACAAG":1030,"TCACAC":1031,"ATGAGG":1032,"ACATGC":1033,"ACCATC":1034,"TTAAGC":1035,"TACTTTT":1036,"TTGAAC":1037,"AGATCC":1038,"ATTAAATT":1039,"TTATAAAA":1040,"AAATATC":1041,"ATTGGC":1042,"AAACGG":1043,"TCTTGG":1044,"TCCCCC":1045,"AGAGGC":1046,"ATAACG":1047,"TGCTTC":1048,"AAGTGG":1049,"TGATTC":1050,"AGGCCC":1051,"TTGTAG":1052,"AAGGGC":1053,"TCTAAC":1054,"TGGGCC":1055,"AAACAC":1056,"ATAGGG":1057,"AACATC":1058,"TACATG":1059,"AATGCC":1060,"AGTTAG":1061,"ATTTATC":1062,"ATTATTTT":1063,"ACGAC":1064,"TTGATC":1065,"TACTTC":1066,"TTGTGC":1067,"ACCGCC":1068,"AGTGTG":1069,"AGTGGC":1070,"AAAAATAA":1071,"AAATAAC":1072,"AAAATTTT":1073,"ATGGGG":1074,"TTAAAAC":1075,"TGTTGC":1076,"AACCCG":1077,"TAGTTTT":1078,"TGGAC":1079,"ATGTAA":1080,"TTCACC":1081,"TGATTG":1082,"ATTATTC":1083,"TTGGCC":1084,"TCTTGC":1085,"TCCGCC":1086,"TGAATG":1087,"TGCAAC":1088,"TATAAATT":1089,"AAAAAAAAAAAA":1090,"AGGAGC":1091,"ACATTG":1092,"TATATTTT":1093,"TATAGC":1094,"TGTGGC":1095,"AAGTAG":1096,"TCATGC":1097,"ATATATC":1098,"AAGGCC":1099,"AACACC":1100,"AATTTAA":1101,"AGGAAAA":1102,"AGTATG":1103,"AAGTTTT":1104,"ATGGCG":1105,"TTGTAC":1106,"TTTCTTC":1107,"AAGATC":1108,"ACCCCC":1109,"AGAACC":1110,"AGCTCC":1111,"ATATATATATATATATATATATATATATATAT":1112,"AATACG":1113,"TTGGGG":1114,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":1115,"TTCATG":1116,"TGGAGG":1117,"TGAATC":1118,"AATTTATT":1119,"AGTTAC":1120,"TACTCC":1121,"ACATGG":1122,"ATCTAA":1123,"TATACC":1124,"TGGCCC":1125,"TACTAG":1126,"ATAGCC":1127,"TCTGCC":1128,"TGATGG":1129,"AAAATTG":1130,"TGAAATT":1131,"AAAATATT":1132,"AACTCC":1133,"AGTAGC":1134,"ACAACC":1135,"AAAGCG":1136,"ACAATC":1137,"TGGTGC":1138,"TCTATG":1139,"TCAAGC":1140,"AGAAAAG":1141,"TAAATTG":1142,"ACCTCC":1143,"TATAGG":1144,"AGATAC":1145,"GGAGG":1146,"TCATGG":1147,"AATTTAG":1148,"ACAAATT":1149,"TATATAC":1150,"AAGAGC":1151,"TGAGAG":1152,"AACTAG":1153,"TTCTAG":1154,"ATTTAAC":1155,"TTTCTTTT":1156,"TCCATG":1157,"TAAATTC":1158,"TTGAGG":1159,"ATAGGC":1160,"AGTAAG":1161,"ACTTGC":1162,"TTAGCC":1163,"AGTATC":1164,"TGTATG":1165,"TTGAGC":1166,"ATTTCTC":1167,"TATAAAT":1168,"TTATTTTTT":1169,"AGACAC":1170,"TTTTTTTTTTTT":1171,"TGGATG":1172,"ATTAAAC":1173,"ACCAAG":1174,"ACTCTC":1175,"TGGTTC":1176,"ACATAC":1177,"TCATAC":1178,"TATGGG":1179,"TTTATTC":1180,"AAAAATG":1181,"TAATAATAATAA":1182,"AGTTCC":1183,"TACTG":1184,"ATTTAAG":1185,"AGCTCG":1186,"TCAAGG":1187,"TGCATG":1188,"ATAATATT":1189,"AGTGGG":1190,"TGTGGG":1191,"ATTAATG":1192,"AGGGGC":1193,"AAGAAAG":1194,"AAAATTC":1195,"AACTAA":1196,"TACATC":1197,"AGGGGG":1198,"ATTATTATTATT":1199,"ATCGCC":1200,"AAAAATC":1201,"TGCTCC":1202,"AGAGCC":1203,"ACACACAC":1204,"TACCCC":1205,"CCCGG":1206,"AGTCTC":1207,"TCACCC":1208,"ATTAATC":1209,"TTAGGC":1210,"TCTTAC":1211,"TTTATTG":1212,"ATAATAA":1213,"ATTATATT":1214,"TGCAGC":1215,"ATTAAAG":1216,"AAAATAAAA":1217,"TCGCCG":1218,"AAAATAG":1219,"TGCTG":1220,"TCTAAG":1221,"TATCCC":1222,"TCATTTT":1223,"ATGAGC":1224,"TATATTC":1225,"AATTTGG":1226,"AACTAC":1227,"ACGTGG":1228,"TTTTTAA":1229,"ATGACC":1230,"ATGTATT":1231,"TGCATC":1232,"TA":1233,"TTAATATT":1234,"ACTTGG":1235,"TTACCC":1236,"GGTTC":1237,"TGCACC":1238,"TGAAGC":1239,"TTGTCC":1240,"TATGGC":1241,"TGAACC":1242,"TGTAAAA":1243,"ACAAGC":1244,"TGTGCC":1245,"TTGACC":1246,"TTGTAA":1247,"ACTAAC":1248,"TGTTAC":1249,"TATAAAC":1250,"TTCTAC":1251,"AAAAAATT":1252,"GGCGCC":1253,"TCCAAG":1254,"TAAGCC":1255,"TGTAAC":1256,"ATTTTTATT":1257,"AGCTAG":1258,"TCATAG":1259,"ACATCC":1260,"AGATCG":1261,"TTGTTTG":1262,"TCTTAG":1263,"ATTTGTG":1264,"TGATGC":1265,"TCTACC":1266,"TTTCCG":1267,"TGCTAC":1268,"ATGTCC":1269,"AAACGC":1270,"ACCTTC":1271,"TAAATATT":1272,"TATATTG":1273,"TTGTTTC":1274,"TAATTATT":1275,"TTTTTAG":1276,"ACACGC":1277,"AAGTAC":1278,"TGGAGC":1279,"ATCCCG":1280,"TGCGCC":1281,"AGAAAAC":1282,"TACCCG":1283,"TCTTTTC":1284,"AAAAGAAAA":1285,"TATGCC":1286,"ATGCCC":1287,"TTTCGG":1288,"AGTGCC":1289,"AAATTGG":1290,"TATAAAG":1291,"TAAATTTT":1292,"TAGGCC":1293,"TAGTTC":1294,"TCAGCC":1295,"AACCGG":1296,"TTTACG":1297,"TATATAG":1298,"ATTCGG":1299,"AGTCAC":1300,"AGTTTAA":1301,"TCTCTCTCTCTCTCTC":1302,"ATATAAC":1303,"TGTTAG":1304,"ACGAGG":1305,"ATCAATT":1306,"TAGATG":1307,"TGAAGG":1308,"ACAAGG":1309,"TCTTATT":1310,"TGATCC":1311,"TTATATG":1312,"ACTTCC":1313,"TCCTTTT":1314,"TAATTAA":1315,"AGAAAT":1316,"ATAAATT":1317,"ATCAGC":1318,"TATAATAA":1319,"ATGAAAC":1320,"TAGTGG":1321,"TCATATT":1322,"TAGAGG":1323,"AATCGG":1324,"AATTTTTTTT":1325,"TGTCTC":1326,"TCTTCG":1327,"AACTCG":1328,"TCTAGC":1329,"ATCTCG":1330,"TAAACG":1331,"AGCAAG":1332,"TGCTTG":1333,"AGATATT":1334,"AGTTTTG":1335,"ACGTCG":1336,"TGCAAG":1337,"AGGTTC":1338,"ATGTTTG":1339,"AAAATAC":1340,"TAATTAG":1341,"AAATTGC":1342,"CCCACC":1343,"TTAATTG":1344,"AGCACC":1345,"ATATAAG":1346,"ATAAATC":1347,"TTAACG":1348,"CCCGCC":1349,"ATACCG":1350,"TCCTCG":1351,"ATATATATT":1352,"TCATCG":1353,"TCTGTG":1354,"TGTTTGG":1355,"TACACC":1356,"TTTGTTTT":1357,"AAATTCC":1358,"AACACG":1359,"TGTCAC":1360,"TCTCGC":1361,"AGCCGC":1362,"TAATTTAA":1363,"TCAAAT":1364,"AGCGCC":1365,"AGCCCC":1366,"TCCACG":1367,"ACTATC":1368,"AGAATAA":1369,"ATTTTTTC":1370,"ACTATG":1371,"AAGACC":1372,"TGTATC":1373,"AGCTTG":1374,"AAGGCG":1375,"AGTTCG":1376,"TTATCG":1377,"ATCAAAC":1378,"TGTTCC":1379,"TATAATG":1380,"AGGGCC":1381,"TAAGGG":1382,"ACATAG":1383,"TTCTTCC":1384,"TTCTTTC":1385,"TGTGTGTG":1386,"TCCTTG":1387,"AGATTTT":1388,"TGACAC":1389,"AGGTTG":1390,"ATGAATT":1391,"ACAGAG":1392,"TGGATC":1393,"TCAAAAC":1394,"AGTAGG":1395,"TATACG":1396,"TAATTAC":1397,"AGGATC":1398,"AACAAAC":1399,"ATTAATAA":1400,"GGTTG":1401,"TTAAATAA":1402,"AGCATC":1403,"AAAAAAAG":1404,"TCAGAG":1405,"TAGAAC":1406,"TATAATC":1407,"TGGACC":1408,"ATGACG":1409,"TGGAAG":1410,"ATGATAA":1411,"GCGCG":1412,"AATTTAC":1413,"TAGATC":1414,"TGCCCC":1415,"TTAAATC":1416,"AGTTATT":1417,"ATGTCG":1418,"GCTGC":1419,"AGATAT":1420,"TAATAAC":1421,"AGACCC":1422,"TAAATAC":1423,"TTCGCC":1424,"ACATATT":1425,"ACGCCG":1426,"TGCAAAA":1427,"TGATAG":1428,"ATTTTTTG":1429,"TTCTCTC":1430,"ACTAAG":1431,"ATTCCG":1432,"AAA":1433,"AAGAAAC":1434,"TGGTCC":1435,"ACAAAAC":1436,"TTGTATT":1437,"TAGCCC":1438,"TCTGGC":1439,"TCGATC":1440,"AGTACC":1441,"AGAAATC":1442,"ACACCC":1443,"TAATATG":1444,"AAGTTTG":1445,"AACGCC":1446,"TTAATTC":1447,"AGATTTG":1448,"TCAAATC":1449,"TTTTTCC":1450,"TAAAACC":1451,"TGTAAG":1452,"TGATAC":1453,"TTCTGC":1454,"TCGCCC":1455,"AGACGG":1456,"AGCGGC":1457,"TACTATT":1458,"ATTATAC":1459,"ACGTGC":1460,"TTTTTGG":1461,"ATTATAG":1462,"TAAATAG":1463,"AAACAAC":1464,"ATATATAC":1465,"AGGCGG":1466,"TAATCG":1467,"TTAAAAAAAA":1468,"TCAATAA":1469,"ATAATTC":1470,"TTATAAG":1471,"ATAATTG":1472,"AAAGAAG":1473,"TCTTTAA":1474,"AGTCCC":1475,"TCTTTTG":1476,"AATGCG":1477,"TGGGGG":1478,"ATCCGG":1479,"AGGAAC":1480,"ACATTTT":1481,"ACGCCC":1482,"ATTTCAC":1483,"ACGAGC":1484,"TCAGTG":1485,"AGGTGC":1486,"TGAGCC":1487,"TCTCCG":1488,"ATAAATG":1489,"AGTTTTC":1490,"GCTTC":1491,"TGTAGC":1492,"CCCCCCCC":1493,"ACTCAC":1494,"ACTTAG":1495,"AAATTCG":1496,"TAGTATT":1497,"TTAAATG":1498,"TTGGCG":1499,"AAGTCC":1500,"ATCTGC":1501,"TCGTCC":1502,"TACTGC":1503,"TTATATC":1504,"ATTACG":1505,"AACTATT":1506,"AACAATT":1507,"TCAAAAG":1508,"ACTTAC":1509,"AGGACC":1510,"TCGGCC":1511,"AAATTTTTT":1512,"TGGTAG":1513,"ATCTATT":1514,"TATCCG":1515,"AAGTGC":1516,"TGTTTTG":1517,"ACAATAA":1518,"GCACC":1519,"TTTGCG":1520,"TCAACG":1521,"ACGACC":1522,"ACACGG":1523,"AAATTAAAA":1524,"AGCTAC":1525,"TTCTATT":1526,"TCACCG":1527,"TTTTTTTC":1528,"AAAAAAAAAAAAAAAA":1529,"TGGCGG":1530,"AGCAAAA":1531,"ACGGCC":1532,"GCAAC":1533,"TTGCCC":1534,"ACTCCC":1535,"ACAAAT":1536,"AATAAAAC":1537,"TTCTCG":1538,"GCTCC":1539,"AAGAGAG":1540,"AACAAAG":1541,"TTATAAC":1542,"AGAGAGAGAGAGAGAG":1543,"TCTAGG":1544,"GCATC":1545,"AAGTATT":1546,"TGGAAAA":1547,"TGACCC":1548,"TAATAAG":1549,"TAATATC":1550,"ATTTGGG":1551,"TAGGGG":1552,"AGAAATG":1553,"TAAAACG":1554,"TTCAATT":1555,"TTTCTTTC":1556,"AGAACG":1557,"ACATAT":1558,"TGGAAC":1559,"TTGAATT":1560,"TCGACC":1561,"AAAAAGG":1562,"TTTTTAAAA":1563,"AGTTAA":1564,"GGGCCC":1565,"TCCAGC":1566,"TTTTTAC":1567,"TAACCG":1568,"TGTTTTC":1569,"TCGTGC":1570,"ATGTTTC":1571,"ATGAAAG":1572,"TATAATTTT":1573,"TCGAGC":1574,"TCATAT":1575,"TGAGTG":1576,"ACCTGC":1577,"AATAAAAG":1578,"TAAAATAAAA":1579,"AAAAATT":1580,"TAGAGC":1581,"TATTTTTG":1582,"TATATATG":1583,"ACTAGC":1584,"GCGGC":1585,"ATGATT":1586,"TGTCTG":1587,"AAAACCC":1588,"GGCCG":1589,"TCTCTCC":1590,"TTTTTTTTTTTTTTTT":1591,"AGTCTG":1592,"ATGAATG":1593,"AACAGC":1594,"ACCAAAC":1595,"TGGTTTT":1596,"TGATATT":1597,"ATAGCG":1598,"ATTGTTG":1599,"GGTTTT":1600,"AACTGC":1601,"ACGAAG":1602,"TAGTGC":1603,"TAAATAAAA":1604,"TATTTTTC":1605,"ACTTATT":1606,"TTCTTTG":1607,"TTATATAA":1608,"AAATCCC":1609,"TGTTATT":1610,"TGATTTT":1611,"AATATGG":1612,"TTTTCTTTT":1613,"TTTTGCC":1614,"TATATAAAA":1615,"AGGATG":1616,"AAATGGG":1617,"ATAATAC":1618,"ATGCATG":1619,"AAAAAAAC":1620,"AACTTTG":1621,"ATTATAT":1622,"TGTCCC":1623,"TGAGGG":1624,"TTTAATTTT":1625,"AACCGC":1626,"TAAGGC":1627,"TCGTTG":1628,"TTCCCG":1629,"AAGAATT":1630,"AGGTAG":1631,"AAAATGG":1632,"AAAATTTG":1633,"TCATTTG":1634,"AAAGAAAG":1635,"TCTTAA":1636,"ACAAAAG":1637,"TTTCGC":1638,"TATTTAG":1639,"ACGTAC":1640,"AAGATAA":1641,"ACCATG":1642,"TAAATAT":1643,"TAAAATTTT":1644,"ATCCGC":1645,"GGATC":1646,"AGCAGG":1647,"AACGGC":1648,"TTTGTTG":1649,"ATTGCG":1650,"TCAAATG":1651,"TGAGTC":1652,"AGTTTAG":1653,"ATTCGC":1654,"TGAGAC":1655,"AGCTGG":1656,"TGTTCG":1657,"ACTACC":1658,"AAAGTTG":1659,"TTTCTTG":1660,"TGGGGC":1661,"GGTGC":1662,"TCAGTC":1663,"ATAGAAAA":1664,"CG":1665,"ACATCG":1666,"ACCTTG":1667,"ATTCATC":1668,"ACGTCC":1669,"AACATAA":1670,"TATAATAT":1671,"ACAGCC":1672,"ACAACG":1673,"TCGGCG":1674,"TCCCTCC":1675,"TGTACC":1676,"AAACAAG":1677,"ATTCTTC":1678,"AAAAAAATT":1679,"TTTCTCC":1680,"TCTCGG":1681,"ATCATAA":1682,"ACAGTG":1683,"ATTTTCG":1684,"ACCCGC":1685,"TATTTAC":1686,"AATCGC":1687,"TTAATAG":1688,"TGGCCG":1689,"TCCCGC":1690,"GCGCGC":1691,"AAAAACC":1692,"TGCTAG":1693,"AATTTAAAA":1694,"ACGCGC":1695,"TCAATTTT":1696,"AGCATG":1697,"TAACGG":1698,"ATGCATGC":1699,"TGAAAAC":1700,"AAATTTTG":1701,"TCACGC":1702,"TGCCGC":1703,"ACGAAC":1704,"ATACGG":1705,"AGTTTGG":1706,"ATAATAG":1707,"CCCTCC":1708,"TTTCAAAA":1709,"TAAACCC":1710,"ATATATTTT":1711,"TTTTATC":1712,"AAACTTG":1713,"TATATGG":1714,"TTACCG":1715,"AAAAGCC":1716,"TGCTGG":1717,"AATTAAG":1718,"ATAAAAAAAA":1719,"AGGCGC":1720,"TAAAAGC":1721,"ATTTCTG":1722,"TCATTTC":1723,"ATCTGG":1724,"TTTAACC":1725,"GGGGG":1726,"TAATTTTG":1727,"ATGCGC":1728,"TCGAGG":1729,"TCCTAC":1730,"TTCAGC":1731,"ATCAATC":1732,"ACGGGC":1733,"TCAGGG":1734,"AGAGCG":1735,"CCCCCC":1736,"AGTACG":1737,"TCAGAC":1738,"ATGTATG":1739,"TGGCGC":1740,"ATTTAATT":1741,"TTCAAAC":1742,"AATATCC":1743,"TAAACAC":1744,"TTTTAATT":1745,"TATATGC":1746,"TCCATTC":1747,"TCGTGG":1748,"ATATATAG":1749,"ATATTCC":1750,"ACTGCC":1751,"TAAATCC":1752,"ATTTGGC":1753,"ATTAGAG":1754,"ACTCGG":1755,"TGAATAA":1756,"TGCAGG":1757,"ACGGCG":1758,"TGATCG":1759,"TGTTTCC":1760,"AATATGC":1761,"ACCAGC":1762,"ACAAATC":1763,"ATTAATTTT":1764,"TTCCTCC":1765,"TGTTTAA":1766,"AAACAAAC":1767,"AAAAAATG":1768,"TCGTTC":1769,"TAAAAGG":1770,"ATGATTG":1771,"AAGACG":1772,"ATCAAAG":1773,"ACCTAC":1774,"ACTTTTC":1775,"TAGTCC":1776,"TATTAATT":1777,"TAGTTTG":1778,"GCGCCG":1779,"ATGGGCC":1780,"TTTTTTTG":1781,"TATTTAT":1782,"ACTCTG":1783,"ACTGTG":1784,"TAGGGC":1785,"AGGTCC":1786,"AAGTTTC":1787,"AAAATCC":1788,"AAGCCG":1789,"ATTTAGG":1790,"TCAAACC":1791,"ATAATAAAA":1792,"AGATAAAA":1793,"AATTAAC":1794,"AACCAAAC":1795,"AATTTCC":1796,"AAAATAT":1797,"TGGTAC":1798,"AAGTCG":1799,"ATCTTTG":1800,"GGGCCG":1801,"TTAATAC":1802,"AAAAAATAA":1803,"TGAAAT":1804,"ATCTCTC":1805,"AGACCG":1806,"GGTCC":1807,"TGATTTG":1808,"AGGCCG":1809,"GGGGC":1810,"ACGTTG":1811,"AAGTAA":1812,"ACTTTAA":1813,"AGCCCG":1814,"ACTTTTG":1815,"TGCTCG":1816,"TCAATTC":1817,"AACTGG":1818,"GGGGGGGG":1819,"ACTGAC":1820,"TTCCACC":1821,"AATTATG":1822,"ATATTTTG":1823,"TGTAGG":1824,"ACCTAG":1825,"TTTTAAC":1826,"AATTATC":1827,"ATATTGG":1828,"ATTCAAAA":1829,"TGCGGC":1830,"TTCTGG":1831,"TTGTCG":1832,"AAGAAGC":1833,"ATTTACC":1834,"ACACCG":1835,"ATTATGG":1836,"AAGAAGG":1837,"TGACTC":1838,"ACGAAAA":1839,"AAATGGC":1840,"AATTTGC":1841,"ATATTGC":1842,"TTATTCC":1843,"TTCGGG":1844,"ATCTTTC":1845,"ACCTCG":1846,"TTTATCC":1847,"TTTTGGG":1848,"AAATATTTT":1849,"ATCAGG":1850,"TCTCTTC":1851,"TGAGGC":1852,"ACAGAC":1853,"ACCACG":1854,"ATTATCC":1855,"TCCCCG":1856,"TTCCGC":1857,"TATATATATAT":1858,"ATTTGCC":1859,"TGAAATG":1860,"TACTCG":1861,"ATTCAAC":1862,"ATGAATC":1863,"AAGCGG":1864,"AGTCGG":1865,"ATCACG":1866,"AGCCGG":1867,"ATCGGG":1868,"TATTTAA":1869,"ACTAGG":1870,"ATTCTTTT":1871,"AGAAAAAAAA":1872,"AAAACAAAA":1873,"ATATTTTC":1874,"ATTTAGC":1875,"TACACG":1876,"TGAAAAG":1877,"AACAATG":1878,"AGGAGAG":1879,"TAACAAAA":1880,"ACAGGG":1881,"TAGACC":1882,"ACTCGC":1883,"ATATTCG":1884,"AGATTTC":1885,"TTGAAAG":1886,"TAAAATATT":1887,"AAATATTG":1888,"TGTCGC":1889,"TGACGG":1890,"AACTTTC":1891,"AAGCGC":1892,"AACAGG":1893,"TAATTTTC":1894,"TATATTTG":1895,"TCAGGC":1896,"TCTACG":1897,"AAGAATG":1898,"TTGCCG":1899,"ACGGGG":1900,"AATTATAA":1901,"AAATAGG":1902,"TTTAGGG":1903,"TATATATAA":1904,"TTGTTGG":1905,"TATTTTATT":1906,"TCGTTTT":1907,"TAGCCG":1908,"ACCTTTT":1909,"ATCGGC":1910,"ATGCGG":1911,"AGTCCG":1912,"AGAATTC":1913,"GGCCGG":1914,"AGAATTG":1915,"TTTGTTTG":1916,"TCGACG":1917,"ATTGAAAA":1918,"ATGCCG":1919,"ATGATGG":1920,"ATGAGAG":1921,"TATGCG":1922,"TGAGTT":1923,"ATGTGTG":1924,"TGTCGG":1925,"TAAATGG":1926,"ATTTCCC":1927,"AAACTTC":1928,"AACTAAAA":1929,"TAATTGG":1930,"GGGAGG":1931,"ATACGC":1932,"AAATTTTC":1933,"TTAAACC":1934,"ACAAATG":1935,"TCCTGC":1936,"ATTGTTTT":1937,"TTTGTTC":1938,"ATATTTATT":1939,"AAACCCC":1940,"ATCAATG":1941,"ATCATTC":1942,"AAAAGGC":1943,"AGGGCG":1944,"TATCGG":1945,"CCCAAC":1946,"TTTATGC":1947,"ACCCGG":1948,"TATACAC":1949,"AGGTAC":1950,"ACCGGC":1951,"ATTATAAAA":1952,"ACATTTG":1953,"TAAACTT":1954,"TAAAAATAA":1955,"ATTAACC":1956,"AGACGC":1957,"TTTAAAAG":1958,"ATTCTTG":1959,"AAATACC":1960,"TTTGAAAA":1961,"TCGCGC":1962,"TATAGAG":1963,"AGTCGC":1964,"TCGGGC":1965,"AATGAAAA":1966,"TGAAATC":1967,"TAAAGAG":1968,"GCGCCC":1969,"TATTTGG":1970,"TCTGGG":1971,"ATTTTTTTTTT":1972,"TCGAAC":1973,"TTTTCCC":1974,"TTCCGG":1975,"TACAATT":1976,"AGCACG":1977,"TTTATGG":1978,"AAGAATC":1979,"TCCAAAC":1980,"ATTAGTG":1981,"TTTTTGC":1982,"TTCGGC":1983,"TTATTGG":1984,"AGCTAGC":1985,"TAATTTATT":1986,"ATTATGC":1987,"TACATAA":1988,"ATTGTTC":1989,"TCACGG":1990,"TAGAAAG":1991,"TTTTAAG":1992,"TTGCGG":1993,"TAATCTC":1994,"ATGATTC":1995,"TAATTAAAA":1996,"TAGAATT":1997,"AGGACG":1998,"TACGCC":1999,"AATCAAC":2000,"TTGCGC":2001,"AGAAAGG":2002,"TTGAATG":2003,"TTTCATC":2004,"ACTTCG":2005,"TCAGTT":2006,"TCTTTCC":2007,"TATATCC":2008,"AGGTCG":2009,"TAACTTTT":2010,"TAAGAAAA":2011,"ATTAAGG":2012,"TTGATTG":2013,"TGATAT":2014,"TAAATTTG":2015,"TTTAAGG":2016,"AGGTTTT":2017,"TAGTTTC":2018,"AAGTTGG":2019,"TCAATTG":2020,"AAATATTC":2021,"ATTATTTG":2022,"TTCACG":2023,"TGGACG":2024,"TTCATAA":2025,"AGAAACC":2026,"AAACATG":2027,"TGGTCG":2028,"AGAATAT":2029,"AGAATTTT":2030,"ATCTATC":2031,"TTCAAAG":2032,"AGATATG":2033,"ATCATTG":2034,"TTGATTC":2035,"ATACAAAA":2036,"ATCAAATT":2037,"TTAATAAAA":2038,"TGACCG":2039,"TTTAAGC":2040,"TTACGG":2041,"AGCGGG":2042,"ATTACAC":2043,"GCGTGC":2044,"TATATATC":2045,"TACAAAC":2046,"AATAACC":2047,"TACTAA":2048,"AATCAAAA":2049,"ACGCGG":2050,"TGAATTTT":2051,"TTGAAAC":2052,"ACAGGC":2053,"AAGATGG":2054,"TTTCAAC":2055,"AAGATTG":2056,"AAATAGC":2057,"ACAATTTT":2058,"TTGTTGC":2059,"TCTTCCC":2060,"TGCATGC":2061,"TCATAAAA":2062,"AATGGCC":2063,"TTTTGGC":2064,"TTTTATG":2065,"TAATTAATT":2066,"TGCACG":2067,"TAGCTAGC":2068,"ATTAAAAG":2069,"ATAATTTG":2070,"CCGCCC":2071,"TATAAATAA":2072,"AACTTGC":2073,"TCGCGG":2074,"ATCATCC":2075,"TACAAAG":2076,"TTCATTC":2077,"TGGTTTG":2078,"AAATGCC":2079,"AGATAAG":2080,"TGAACG":2081,"ACATAAAA":2082,"ATTAGTT":2083,"TAATTGC":2084,"TTTCTCTC":2085,"ATTTTTAG":2086,"ATAAACC":2087,"TCCTAG":2088,"ATTGATG":2089,"TGTTTAG":2090,"ATACATG":2091,"TTTAAAAC":2092,"AACGGG":2093,"AGAGAAAA":2094,"TTAGCG":2095,"TATAAAAC":2096,"TAAACTC":2097,"ACGATG":2098,"TATTTTAG":2099,"ACTGTC":2100,"AACAACC":2101,"TTATATTTT":2102,"TGCCGG":2103,"ATTAAAT":2104,"TTGATAA":2105,"TCATATC":2106,"AAAATGC":2107,"TAATTCC":2108,"TTCAGG":2109,"TAATGTG":2110,"AATAAGC":2111,"TGTACG":2112,"AGCTTTT":2113,"TTATTGC":2114,"ACAATTC":2115,"TATTTAAAA":2116,"ATCAGAG":2117,"TAACGC":2118,"ATTGAAG":2119,"AAACCCG":2120,"TCATATG":2121,"ATGTTGG":2122,"TCATTTTC":2123,"TGACGC":2124,"TCAGCG":2125,"ATATATTC":2126,"AGGAAAG":2127,"TAGAAAC":2128,"TTTCCCC":2129,"AGATTGG":2130,"ATTTTTAAAA":2131,"TACTTTC":2132,"TCCATCC":2133,"TCTATTC":2134,"ATTAATAT":2135,"GGGTGG":2136,"TGAATTG":2137,"ACCCCG":2138,"ATGTAAAA":2139,"ACCAAAG":2140,"AATAATTTT":2141,"TACTTTG":2142,"AAAAATAAAA":2143,"TATAAAAG":2144,"ATGTATC":2145,"TATTTGC":2146,"TATGTTTT":2147,"ACTTAA":2148,"TAAAGTT":2149,"TCGGGG":2150,"ACGTAG":2151,"TTATTTTC":2152,"AAGTTGC":2153,"ATATATTG":2154,"TTTTGTTTT":2155,"AACAATC":2156,"GGCCGC":2157,"TAAATGC":2158,"TGATTTC":2159,"TACCGG":2160,"TAAAGTG":2161,"ATTTTAATT":2162,"AGAAAGC":2163,"AAATTTATT":2164,"ATTAAAAC":2165,"TGCTTTT":2166,"AGAATAG":2167,"TCAATCC":2168,"AGAGAGG":2169,"TGTGCG":2170,"TCTGCG":2171,"ACGTGGC":2172,"ATTAATATT":2173,"ATCTTCC":2174,"AGCGCG":2175,"TCCTCTC":2176,"ACATATG":2177,"TATAAGG":2178,"TGTCCG":2179,"TAACAAC":2180,"GGCTGC":2181,"TATAATATT":2182,"AAACACC":2183,"TCCCGG":2184,"TTTTCTTC":2185,"ATTTATTG":2186,"AAAACGG":2187,"AAAAAGC":2188,"ATTAAGC":2189,"TTGTGTG":2190,"ATTTTATTTT":2191,"ACATTTC":2192,"TCATAAC":2193,"AAACTAG":2194,"ATCAACC":2195,"ACGTTC":2196,"TGTTAA":2197,"AACACAC":2198,"AAAATTTC":2199,"TACAGC":2200,"TTCCTTC":2201,"TTATGTG":2202,"TTGGGCC":2203,"AGTTGGG":2204,"TATAAATG":2205,"TATTTCC":2206,"TAATAATT":2207,"ACTGGC":2208,"ATGTTAG":2209,"TCAAATAA":2210,"TTGTATG":2211,"ATCATAG":2212,"ATGAAGC":2213,"ACCGCG":2214,"ACCAACC":2215,"ATTAGGG":2216,"ATATATATG":2217,"AGTGCG":2218,"TATCGC":2219,"ATGGAGG":2220,"TTCAATC":2221,"ACTGGG":2222,"ATTTATTC":2223,"TTGACG":2224,"TAAAAAATT":2225,"CCAAC":2226,"TATTTTTAA":2227,"ATATTAAAA":2228,"AGAATGG":2229,"TAGAGAG":2230,"AGAAATAA":2231,"ATAAATAAAA":2232,"ACAGTC":2233,"ATGTAAC":2234,"GGGGGC":2235,"TACTGG":2236,"ATGAAATT":2237,"TTACAAAA":2238,"ATATGGG":2239,"ATTAATTG":2240,"TACCGC":2241,"AAATCCG":2242,"GCGCGG":2243,"TGAATTC":2244,"TTCATCC":2245,"AAGTAAAA":2246,"AATAAGG":2247,"AATGTTG":2248,"ATTCTCC":2249,"TTATTTTG":2250,"CCCCC":2251,"TAATCAC":2252,"TTTGACC":2253,"AATCATC":2254,"ACTCCG":2255,"TATAACC":2256,"AGTAATT":2257,"AACATTG":2258,"AAACTTTT":2259,"AAAGAGG":2260,"TCGATG":2261,"AAGGAAAA":2262,"AAAGCCC":2263,"TAGATAA":2264,"AAGATTC":2265,"TCATTCC":2266,"ACCCACC":2267,"TGCAACC":2268,"AATTGGG":2269,"TCAATAT":2270,"TATATTTTTT":2271,"ACTTAAAA":2272,"AATTAGG":2273,"GGCAGC":2274,"TCCTTCC":2275,"TATGTTG":2276,"TGCCCG":2277,"TATAGTG":2278,"TAGCTAG":2279,"TATCTTC":2280,"AATCTTG":2281,"TAACTTG":2282,"AATATCG":2283,"ACAATAT":2284,"ATTATTTTTT":2285,"TATCTTTT":2286,"TTATTTATT":2287,"AAGAAAAG":2288,"TATAGTT":2289,"TCGTAC":2290,"AAATTAATT":2291,"TGTTTATT":2292,"ACAATTG":2293,"AATACCC":2294,"ATTTTTAC":2295,"TGATATG":2296,"ACGATC":2297,"TATGAAAA":2298,"TCTCCCC":2299,"TCCGGC":2300,"AGATATC":2301,"TTTGAAG":2302,"ATGATGC":2303,"ATGTGGG":2304,"TGGTTGG":2305,"ATACAAC":2306,"TTAGTTTT":2307,"AATCAAG":2308,"ATTGATC":2309,"AAAGAAC":2310,"TGCGGG":2311,"ATTAAATG":2312,"TCATTGG":2313,"TTTACCC":2314,"ATCCATC":2315,"GGAAAA":2316,"TTAATGG":2317,"ACTGAG":2318,"ACCGGG":2319,"TCTAATT":2320,"CCAAAA":2321,"ACATATC":2322,"GGCGGG":2323,"AATCTTC":2324,"AACCAAAA":2325,"ATGTTAC":2326,"ATCCACC":2327,"TCAATAG":2328,"TTGAGAG":2329,"TAGTCG":2330,"TACAGG":2331,"TATAAGC":2332,"ATAAATATT":2333,"ATTAAATC":2334,"TTAATCC":2335,"AATAATATT":2336,"TGGGCG":2337,"ATATACC":2338,"ATTACTC":2339,"ATTAGTC":2340,"ATACATAC":2341,"ATTGAAC":2342,"TTGCTTC":2343,"AAACATC":2344,"AGTATTG":2345,"AATGAAG":2346,"CCTTC":2347,"AGGAAGG":2348,"ATCCAAC":2349,"TGTTTGC":2350,"AATTTCG":2351,"AAACTAC":2352,"AACCACC":2353,"AGTTAAAA":2354,"ATATATATATATATATATATATAT":2355,"CCCAAAA":2356,"ATAATTTC":2357,"AAAGTTTT":2358,"TAGCGG":2359,"ACGTTTT":2360,"AGAGAAG":2361,"TCTAAAC":2362,"ATGCATC":2363,"AGATTCC":2364,"CCCATC":2365,"TGGTTTC":2366,"TACACAC":2367,"ATGATAG":2368,"TCTTCTTC":2369,"TTAGAAAA":2370,"TTATACC":2371,"ACTCTCC":2372,"AACAAATT":2373,"TAACTTC":2374,"TATGTATG":2375,"CCCCGC":2376,"ACAGCG":2377,"TCAAAGC":2378,"AGGTTTG":2379,"TATATAAG":2380,"TTACGC":2381,"TCTTTATT":2382,"ATGTTGC":2383,"ACAAACC":2384,"TTAAATTTT":2385,"TTACTTTT":2386,"AGAATAC":2387,"ATCTAAAA":2388,"TAAATATG":2389,"AATAAATAA":2390,"GCGTCG":2391,"ATTATATG":2392,"AACTAAC":2393,"TGATTGG":2394,"ATTATATAA":2395,"ATATATATAA":2396,"AAACTCC":2397,"GGGTTG":2398,"TTCAATG":2399,"TTAAATTC":2400,"AGTTTGC":2401,"AGATAAC":2402,"ATTAAATAA":2403,"ATGGTGG":2404,"ACTTTATT":2405,"TTTATTTTTT":2406,"TATCAAAA":2407,"AATATAAAA":2408,"CCGTCG":2409,"TGATAAAA":2410,"TCCCACC":2411,"ACTGTT":2412,"AGCTTGC":2413,"ATATGGC":2414,"AATAACG":2415,"TCTATTG":2416,"ATTAGAC":2417,"TCAATAC":2418,"ATGTGAC":2419,"AAT":2420,"ACTTTAG":2421,"ATTGTAC":2422,"TATAAATC":2423,"AACCAAC":2424,"AAAGTTC":2425,"CCATC":2426,"ATGATAC":2427,"ACCAATT":2428,"AAGTTAG":2429,"AAATTTAG":2430,"ATGTAAG":2431,"ATTGTAG":2432,"TTTGATC":2433,"TTTGTGC":2434,"TAGCGC":2435,"TAAGCG":2436,"ATTGAGG":2437,"ATAGTTG":2438,"GGGAAAA":2439,"ATTAATTC":2440,"AGAATCC":2441,"TGAATGG":2442,"TCAATATT":2443,"TATTATAA":2444,"TCGAAG":2445,"TACAATG":2446,"ATGTAT":2447,"ATATAGG":2448,"TAAATTTC":2449,"ATGAAGG":2450,"TTAAAGG":2451,"TACTAAAA":2452,"TACGGG":2453,"AGTTTCC":2454,"AAAGTAG":2455,"TTAGTTG":2456,"GCGTCC":2457,"TTTGAAC":2458,"ATGACAC":2459,"AAAGTGG":2460,"ATGCAAC":2461,"ACAAATAA":2462,"TTCTCCC":2463,"ACTACG":2464,"ATTATTTC":2465,"TTTTATAA":2466,"TTTTGTTG":2467,"TAATGAC":2468,"TTAAATTG":2469,"AATTCCC":2470,"ATAGAAG":2471,"TCGTAG":2472,"ATTCCCC":2473,"ATTTTTGG":2474,"ATACATC":2475,"TGTAATT":2476,"TTGGTTG":2477,"TTTGTGG":2478,"TATATTTC":2479,"GGCGGCG":2480,"TTTCAAG":2481,"ATCCTCC":2482,"TATTATC":2483,"AATTGCC":2484,"ACTTTCC":2485,"TCTCTCTCTCTC":2486,"TCTTTGG":2487,"TTATAGG":2488,"GCGTGG":2489,"ATAATCC":2490,"TATCAAC":2491,"AATCTTTT":2492,"TCGAAAA":2493,"TCAAAGG":2494,"ACCAGG":2495,"ACTTTGG":2496,"AATGTTTT":2497,"ACTAATT":2498,"AGTTTAC":2499,"TATTTTGG":2500,"AAGGAGG":2501,"ATATGCC":2502,"TATATTATT":2503,"ACACAAC":2504,"ATACTTTT":2505,"AGCAAAG":2506,"TTTGGGC":2507,"TAAAAAAG":2508,"ATA":2509,"ACGTGTC":2510,"ATAATGG":2511,"AGAATATT":2512,"ATTCAAG":2513,"TTTCACC":2514,"TATCATC":2515,"GGGCGG":2516,"TTTGGCC":2517,"AAATTTGG":2518,"ATCCAAAA":2519,"TTCTTCTTC":2520,"TCTTTGC":2521,"ACTAAAC":2522,"GCGAGC":2523,"ATAAATAG":2524,"AATCTAG":2525,"TTTCTAG":2526,"TAAGTTG":2527,"AGTTGGC":2528,"AATTTTGG":2529,"AGTATTC":2530,"TAAAATAG":2531,"CCGCCGC":2532,"TTTGTAC":2533,"TTAAAGC":2534,"TTTGATG":2535,"TATAATTG":2536,"TGGGCCC":2537,"AATCTCC":2538,"AAAAGGG":2539,"ATAAAGG":2540,"ATACAAG":2541,"ATGGTTG":2542,"TTAATGC":2543,"TATATAAC":2544,"TATTAAC":2545,"AATCCCC":2546,"TTAACCC":2547,"AAAGAGAG":2548,"ATCGATC":2549,"TGTTTAC":2550,"ATTTTATC":2551,"AATGAAC":2552,"TTAAGGG":2553,"TGCCTCC":2554,"TTATAGC":2555,"ATAAATTC":2556,"ACATAAC":2557,"ACCTGG":2558,"TAAGTTTT":2559,"AAGGAAG":2560,"ATACTTG":2561,"TTTGTCC":2562,"AGTAAAC":2563,"ATAAGCC":2564,"TTCTAA":2565,"TGAATAG":2566,"TTTCTAC":2567,"ATTTACG":2568,"TCTTTAG":2569,"ACATGCC":2570,"AATTAGC":2571,"AAAATATG":2572,"TCTCTTTT":2573,"TTTGTAG":2574,"ATAGTTTT":2575,"AAAACGC":2576,"TGAATAT":2577,"TGAAACC":2578,"ATTTTTCC":2579,"GGCTTC":2580,"TAAAATTG":2581,"ATATAGC":2582,"AGAAGGG":2583,"AATTTATG":2584,"AATTAAATT":2585,"ATTGTGG":2586,"TGTTGGG":2587,"ATATCCC":2588,"ATAATATG":2589,"AAGCAAC":2590,"TTGCTGC":2591,"AGTTTATT":2592,"TTTGGGG":2593,"AAAAAATC":2594,"TATACTT":2595,"TTTGTTTC":2596,"TTATCCC":2597,"AAAACCG":2598,"AAAAATATT":2599,"AGGATGG":2600,"ATAAATTG":2601,"AAGGCCC":2602,"TCATCCC":2603,"TAACTATT":2604,"AAGAAATT":2605,"ATTCTAG":2606,"ATTCATG":2607,"ATTACTT":2608,"AAGCTTC":2609,"ACAATATT":2610,"AGCAACC":2611,"TATAGAC":2612,"ATCGCG":2613,"ATTTTTAA":2614,"ATATATAAAA":2615,"TGCGCG":2616,"AATCAAAC":2617,"TTGGTGG":2618,"TTTTCGG":2619,"TTTTTTTAA":2620,"ATCTCAC":2621,"TAGTAA":2622,"TCCTCCC":2623,"TATGTAC":2624,"ACAATAC":2625,"CCCTTC":2626,"AACTCTC":2627,"AAGTGTG":2628,"TTTATCG":2629,"ATGAACC":2630,"AAGGGGG":2631,"TATATTTAA":2632,"GGCGCG":2633,"ATAATTATT":2634,"TTCATTG":2635,"AGA":2636,"TGCAATT":2637,"TCCTTTC":2638,"AGGAGGG":2639,"ATAAAGC":2640,"AACTTGG":2641,"AAAGGGG":2642,"GCTTG":2643,"ACTATTC":2644,"TATTTATG":2645,"AGAGAGC":2646,"TCATTTTTT":2647,"TAGAATG":2648,"AACATGC":2649,"ATGATCC":2650,"TTCAAATT":2651,"TTCTCTG":2652,"AAGAACC":2653,"TCAACCC":2654,"AATCACC":2655,"ACAAAGC":2656,"ATATCCG":2657,"TTTTTTATT":2658,"ATGTCAC":2659,"TATACTC":2660,"ACAGTT":2661,"ATGTGGC":2662,"TGCTTCC":2663,"TAGGCG":2664,"AAAAATTG":2665,"ATGTCTC":2666,"ATATTTTTC":2667,"AACATTC":2668,"AAAATAAG":2669,"TCCAATT":2670,"AAGAGGG":2671,"TCAAATTC":2672,"TCATTGC":2673,"ATCTATG":2674,"ATCACAC":2675,"AAAATATC":2676,"TGAGCG":2677,"AAACAAAG":2678,"TTGATGG":2679,"CCGTCC":2680,"ATAGTTC":2681,"TCTTTAC":2682,"GGTAG":2683,"AACAAGC":2684,"ACTTGGC":2685,"ATAATGC":2686,"ATAAATAC":2687,"TTACTTG":2688,"TAAAGAC":2689,"TAATAGG":2690,"ATCTAAC":2691,"ATTCACC":2692,"ACATGTG":2693,"GGGTCG":2694,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":2695,"AAAAAAAAG":2696,"AAATACG":2697,"ATTGGGC":2698,"TCATAAG":2699,"GGGTCC":2700,"AAATTTAAAA":2701,"AATTGGC":2702,"TTTGAGG":2703,"TTAATATG":2704,"ACTTTAC":2705,"AAAATCG":2706,"ATAATTTAA":2707,"ACAATAG":2708,"AGATTGC":2709,"CCTTTT":2710,"TTTGTATT":2711,"AAAGTAC":2712,"TCAATGG":2713,"ATCCTTCC":2714,"ATACTAC":2715,"TATAATTC":2716,"TTCAACC":2717,"AGATTTTG":2718,"AGAGTAC":2719,"TTACAAC":2720,"ACCATGG":2721,"ATTATATC":2722,"AAATCGG":2723,"TTCCCCC":2724,"AAAAATAG":2725,"AATTAATG":2726,"ATTAGCC":2727,"AGATTAG":2728,"ACATAAG":2729,"TTGGTGC":2730,"TTATTCG":2731,"AATTATTG":2732,"TAACATG":2733,"AGAAACG":2734,"ATAAGGG":2735,"TAATAGC":2736,"AAGCAGC":2737,"TAATTTAG":2738,"ACCCATC":2739,"GGGGGG":2740,"ACTTTGC":2741,"AGATTTTTT":2742,"TAAACTG":2743,"TGTATTG":2744,"TTTGAGC":2745,"AAGATAG":2746,"GGCTGG":2747,"AGAGGGG":2748,"AACAAAAC":2749,"ACACACC":2750,"CCGCGG":2751,"TCAAACG":2752,"TCTTAAAA":2753,"AAGATGC":2754,"AGATGGG":2755,"GGCTCC":2756,"GGCTCG":2757,"TGATATC":2758,"TGATTGC":2759,"TCTTATC":2760,"TTGAATC":2761,"TTGTTAG":2762,"TTCCAAC":2763,"ATTGGCC":2764,"TAATACC":2765,"ACTTGGG":2766,"ACCATTC":2767,"TCCAATG":2768,"AATTAAAC":2769,"ATACTTC":2770,"TCCCTCCC":2771,"GCGACG":2772,"TTTCTATT":2773,"TTTTAGG":2774,"AAAGATG":2775,"TTTTAGC":2776,"AGAAGCC":2777,"TATAATAG":2778,"ATCAAGC":2779,"TTT":2780,"TCAATGC":2781,"AAAGGCC":2782,"TAAAAAAC":2783,"ATATATGC":2784,"TACATGC":2785,"TCCTGG":2786,"AAGTATG":2787,"AATGATG":2788,"TTGCTTG":2789,"AAGTTAC":2790,"TAAAGTC":2791,"TATTTTAC":2792,"ATTTTATAA":2793,"ATCATGG":2794,"GCGAGG":2795,"TTTGCCG":2796,"ATTAAAAAAAA":2797,"TAGTTAG":2798,"TAATCTG":2799,"TAGACG":2800,"TCCAGG":2801,"TGTTAAAA":2802,"TTGGAGG":2803,"TCTTTTTTTT":2804,"ACCAATC":2805,"TACAAATT":2806,"TCTAACC":2807,"ACCATTG":2808,"TCCCTCCG":2809,"ACTATTG":2810,"TTGGAAG":2811,"AACATGG":2812,"AATTTATC":2813,"ACAAAAAAAA":2814,"ATCCAAAC":2815,"TAAATAAG":2816,"ACGTGGG":2817,"AAATAAAAG":2818,"GGAGC":2819,"TTTTTTTTC":2820,"ATTCAAAC":2821,"AGAATGC":2822,"ATGTGTC":2823,"TATAGGG":2824,"ATTCTAC":2825,"AGAAGGC":2826,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":2827,"TTGTAAG":2828,"GCAGC":2829,"CCGAGC":2830,"TGATTTTTT":2831,"ATCATGC":2832,"ATTTTGGG":2833,"ATCCATCC":2834,"ATTTAAAC":2835,"TGTTGGC":2836,"TCCGCG":2837,"AAGTAAG":2838,"TTGTATC":2839,"AATGTGG":2840,"TTATGGG":2841,"AAGAGAC":2842,"TATAGTC":2843,"TAAATCG":2844,"AATTACC":2845,"ATTATCG":2846,"AAGAAAAC":2847,"TAAAATTC":2848,"AAGCTCC":2849,"TCCCGCC":2850,"TAATTCG":2851,"AAGAGTG":2852,"TACGGC":2853,"TACTCTC":2854,"TGCAAAC":2855,"AGGAAAC":2856,"TATGTTC":2857,"TGCTTTC":2858,"TTATATTG":2859,"TGAAAGC":2860,"TTGGTTC":2861,"ATGGTTC":2862,"AGATGGC":2863,"AATTTAAG":2864,"TAATCCC":2865,"AACAAGG":2866,"ATGCTTC":2867,"TGGTGGG":2868,"ACTGCG":2869,"TTGAAGG":2870,"GGCATTC":2871,"TGATAAG":2872,"TAAATATC":2873,"AACGCG":2874,"TTGTTCC":2875,"ATGTGAG":2876,"AAGTAAC":2877,"GGGTTC":2878,"AGCAAAC":2879,"TGCTATT":2880,"ACACAAAA":2881,"AGTTTTTTTT":2882,"TATAGCC":2883,"TTTAACG":2884,"TTTTACC":2885,"TCCAAAG":2886,"TCTCTTTC":2887,"AAATTTAC":2888,"AATTTTCC":2889,"ATACCCG":2890,"TAATAATAATAATAATAATAATAA":2891,"CCCACG":2892,"AATCATG":2893,"ATTACCC":2894,"TGTATTC":2895,"TCCTATT":2896,"ATAGATAG":2897,"TCATTTTG":2898,"ATATTTAG":2899,"ATTAATAG":2900,"TGCTTGC":2901,"TCCAACC":2902,"ATAAATTTT":2903,"AAATATGG":2904,"ACAAAGG":2905,"TAAAGGG":2906,"TAATATTG":2907,"TACATAC":2908,"TATTTTTATT":2909,"TAAATTATT":2910,"GGCACC":2911,"AAATAGAG":2912,"TTTTATTTT":2913,"TTGAAGC":2914,"ATTAACG":2915,"AATGTAG":2916,"TACTAAC":2917,"ATCTTGG":2918,"TTATTTTTG":2919,"ATTATAAG":2920,"AGGTGGG":2921,"AAATATGC":2922,"TAAATAAC":2923,"TGCATTG":2924,"TTGTAAC":2925,"TAAAAAAATT":2926,"TTATGGC":2927,"TTATATTC":2928,"TAGTTGG":2929,"TGTTCCC":2930,"ACAATCC":2931,"TAGATTC":2932,"TGGATGG":2933,"AAAAACG":2934,"GCGGG":2935,"TGAATCC":2936,"TCATGTG":2937,"TATTATG":2938,"TGCTCTC":2939,"AATGTTC":2940,"AAGTGGG":2941,"ATATTTTTG":2942,"AATATTTTTT":2943,"AGCAAGC":2944,"TGCCACG":2945,"TGAAAGG":2946,"TTTAGCC":2947,"ATAATTAG":2948,"TAAATATAA":2949,"TGATAAC":2950,"AGATTCG":2951,"AAAAATAC":2952,"AGGAAGC":2953,"ATCGATCG":2954,"TTCTTCTTCTTC":2955,"TAATGTC":2956,"AAAGTTTG":2957,"AAAGAAAC":2958,"AGGTTGG":2959,"AATTATTTT":2960,"TACATTG":2961,"TTTTTCTC":2962,"TATGAAC":2963,"TGATTCC":2964,"TCTATCC":2965,"GGCTTG":2966,"GGAAG":2967,"AAAATAAC":2968,"ATATACG":2969,"TGGTGGC":2970,"AATTAATC":2971,"TGCATGG":2972,"TTTCTTTG":2973,"GGCAAC":2974,"ACCTCTC":2975,"TACATTC":2976,"ATATATGG":2977,"TTTAATATT":2978,"ATCCTTC":2979,"ATGTTCC":2980,"AATTTAAC":2981,"AAAAAAAT":2982,"AAAAATTC":2983,"AATTTTGC":2984,"TGGTATT":2985,"TATGTAG":2986,"AATGATC":2987,"TCCCTTC":2988,"ATTTCGG":2989,"ATTGTATT":2990,"ATGAGTG":2991,"ATTTAATAA":2992,"ATGATTTT":2993,"GGCACG":2994,"TATGTATT":2995,"TGATTTTG":2996,"TAATGTT":2997,"AGCTTTC":2998,"ATAATAT":2999,"TATCTCC":3000,"AGCAGCC":3001,"ATAGTAG":3002,"AGGGAGG":3003,"TATCTTG":3004,"ATGTTATT":3005,"AAACTATT":3006,"TTCCTTTT":3007,"TAATTTTTTTT":3008,"TAAATTTAA":3009,"TTTTCGC":3010,"TAATGAG":3011,"AATTAAAG":3012,"TTGCTCC":3013,"ACCAAATT":3014,"TCGTTTC":3015,"TTGCAAC":3016,"TGGATTG":3017,"TTAGTTC":3018,"TGCAAAG":3019,"ATTCTATT":3020,"AATCTAC":3021,"TATTGCC":3022,"TGAAATAA":3023,"TCATTATT":3024,"TAAAAATAAAA":3025,"AAATATTTG":3026,"ATTAGGC":3027,"TTGTTAC":3028,"TGTTGCC":3029,"AAAATTTAA":3030,"ATTATAAC":3031,"GCGCGCG":3032,"TAATTTAC":3033,"CCGACC":3034,"ATGATATT":3035,"AATTAATAA":3036,"ATATATATC":3037,"TAACTAG":3038,"TCCCTCTC":3039,"ACGGCCC":3040,"ACATGGC":3041,"ATGAATAA":3042,"TCACATC":3043,"TAAATTTTTT":3044,"GGGAGC":3045,"ATAATTAC":3046,"ACGTGAC":3047,"AGCCGCC":3048,"TAAGAAG":3049,"TAGTAGTAGTAG":3050,"TGCTGCC":3051,"AAAGAGC":3052,"TTTAGGC":3053,"ATTTTAAC":3054,"ATCAAGG":3055,"ACCATAA":3056,"TAAGTTC":3057,"AAACTCG":3058,"TATCTAC":3059,"TATGTGG":3060,"TTGGCCC":3061,"ACTTCCC":3062,"AATTATTC":3063,"ACCTATT":3064,"TGGGCCG":3065,"TAAACAG":3066,"TGTGTTG":3067,"ACTTGCC":3068,"TCTCTTG":3069,"ACTAACC":3070,"TAAAAAATAA":3071,"TCATATAA":3072,"AGCTTTG":3073,"ATTGGGG":3074,"ACTCTTC":3075,"TGCATTC":3076,"AAAACAAC":3077,"ATAGAGG":3078,"TACGTAC":3079,"ATTTCCG":3080,"ATGAGAC":3081,"TCTCATC":3082,"ACCCAAC":3083,"TATAATAC":3084,"TGGAGAG":3085,"ATAATAAC":3086,"TCGATCG":3087,"TTGGGGG":3088,"ATGGATC":3089,"TAAACCG":3090,"TTGAACC":3091,"TTTATAAAA":3092,"ATTACAG":3093,"TTGAGGG":3094,"ATAACCC":3095,"ATGGCCC":3096,"AGTTAAC":3097,"AGAGAGAGAGAG":3098,"TGCTTTG":3099,"ACCATCC":3100,"ACCAATG":3101,"ACCCTCC":3102,"TTCCATC":3103,"AGATATAA":3104,"GCTAC":3105,"TATTAAG":3106,"TGCAATG":3107,"ATTACTG":3108,"TAATCTT":3109,"TATGGTG":3110,"ACCACAC":3111,"TTTTGAAAA":3112,"AGATGTG":3113,"TATATCG":3114,"AGTGGCC":3115,"AGATTAC":3116,"AAAGATC":3117,"TCGGCCC":3118,"ATTATTATTATTATTATTATTATT":3119,"AAAAGAAG":3120,"TAAATTAG":3121,"TTTCATG":3122,"TTAATAAC":3123,"ACATATAA":3124,"AATTCGG":3125,"AGATTATT":3126,"TAAAAATC":3127,"ACAATGG":3128,"TTAAACG":3129,"TAATGGC":3130,"ATTCATTC":3131,"CCGACG":3132,"TTGAAATT":3133,"ATTGATTG":3134,"TAAGTAG":3135,"AGATTTTC":3136,"TTCTTGC":3137,"AGGAGGC":3138,"ATACTAG":3139,"TCATTAC":3140,"AAACACG":3141,"ATACTCC":3142,"TATAAATAT":3143,"TCATTTAA":3144,"AACATAG":3145,"ACAATGC":3146,"AGTAATAA":3147,"ATGGAGC":3148,"ATACCCC":3149,"ATGCACC":3150,"AAACCGG":3151,"AGAAAAGG":3152,"ACACATC":3153,"TGTGTTTT":3154,"ATATATTTG":3155,"ATGCAAG":3156,"ATATTTAC":3157,"AAAAGAAAAG":3158,"ACATTGG":3159,"TTTTGTTC":3160,"TGGAAAC":3161,"TTACAAG":3162,"TTACTAC":3163,"ATGCAGC":3164,"TATCCAC":3165,"AAATAAAAC":3166,"AGAAATTG":3167,"TTGTCTC":3168,"TATACCC":3169,"ACATTTTTT":3170,"TTAATCG":3171,"ACACCCC":3172,"AGGTTTC":3173,"TTTTCTTTC":3174,"TAAAATAC":3175,"TAAAAATG":3176,"TCACTTC":3177,"ATTAATAC":3178,"AACTTCC":3179,"AAGGTGG":3180,"TATTTATC":3181,"AATTTCTC":3182,"ATTGTGC":3183,"ATGGAAG":3184,"TTTTTAAG":3185,"ACATTGC":3186,"TTTTTCG":3187,"GGGAGGG":3188,"TGTGTGG":3189,"ACATTCC":3190,"AACTATG":3191,"AGAGAAAG":3192,"AACTCCC":3193,"AATGTAC":3194,"ACCGCCG":3195,"AGATTTAA":3196,"AGCTTCC":3197,"AATCAATC":3198,"TTAATATC":3199,"AGTTGCC":3200,"ATAATATC":3201,"TTGGATC":3202,"ATTTCTCC":3203,"ACAAGCC":3204,"TGTGTGC":3205,"TAACTAC":3206,"AGCCACC":3207,"TACCACC":3208,"TTACATC":3209,"AACAATAA":3210,"TTGATCC":3211,"ACAACCC":3212,"ATTGTTTG":3213,"ATGGATG":3214,"GCTGG":3215,"AAGCAAG":3216,"AGCTATT":3217,"ATTTTAAG":3218,"ATTGAATT":3219,"AATGAGG":3220,"TTTTCAAAA":3221,"TAACAAG":3222,"TGAATATT":3223,"ACCCAAAA":3224,"ATGCAAAA":3225,"AATAGGG":3226,"TCATTAG":3227,"ATAGTAC":3228,"TTGCTGAG":3229,"AATACCG":3230,"ATAGATC":3231,"TTAATAAG":3232,"TACCAAAA":3233,"TTGCATC":3234,"TCACTCC":3235,"TTCTTGG":3236,"TCATGCC":3237,"TTGTAAAA":3238,"TGATGTG":3239,"AATATATAA":3240,"TCACCCC":3241,"AACCTCC":3242,"AGATAGC":3243,"TTTCTCG":3244,"TGAATAC":3245,"AAACACAC":3246,"TTGCACC":3247,"TTTTTATC":3248,"ATTTTTGC":3249,"CCCCACC":3250,"TAAAGCC":3251,"TTTCTGC":3252,"ATGGAAAA":3253,"TTAGTAG":3254,"TAGGCCC":3255,"TCTTGGG":3256,"ATGTTTAA":3257,"ATATACAC":3258,"AAACTAAAA":3259,"TCTATGG":3260,"GCTCG":3261,"TACGCG":3262,"AACTAAG":3263,"GGCAAG":3264,"TTTGAATT":3265,"TAAATTAC":3266,"TTCTAAAA":3267,"TTTCTTCC":3268,"ACCGTCC":3269,"AACTCAC":3270,"AACCATC":3271,"TAGATTG":3272,"TAGCTAC":3273,"TTAGTAC":3274,"TAACATC":3275,"TGTTTTTTTT":3276,"TGGAAAG":3277,"AAATTATAA":3278,"ATCCAAG":3279,"TGTAAAC":3280,"TTAGAAG":3281,"TAATATTC":3282,"AAACAATT":3283,"ATTGTCC":3284,"TTGATGC":3285,"TCTTGCC":3286,"TCATGGC":3287,"TTTTTATG":3288,"ATTGACC":3289,"AACATAC":3290,"TATTTTAAAA":3291,"TGTGTTC":3292,"ACATTATT":3293,"AAAAAAAAC":3294,"TTGATAG":3295,"GGGTGC":3296,"AAACTGC":3297,"AAATACAC":3298,"TTCACCC":3299,"TCTCTAG":3300,"TTAACCG":3301,"GGCTAG":3302,"AATCAATT":3303,"TATCTAG":3304,"TTTGCCC":3305,"AAGGAGC":3306,"TTAAATAAAA":3307,"ATTCAATT":3308,"TTTGATTG":3309,"TTATTTTTC":3310,"TTAATTTTG":3311,"TACCAAC":3312,"TCGGGCG":3313,"TATGATC":3314,"TTACTTC":3315,"TCACAAAA":3316,"AACCGCC":3317,"ATGTTTTG":3318,"GCTAG":3319,"ATGATTTG":3320,"ATGTGCC":3321,"AGAATAAAA":3322,"ACTTATC":3323,"TCTATGC":3324,"AGCATGC":3325,"TCTGTTC":3326,"AATGAATG":3327,"ATTTATATT":3328,"ATAATAAG":3329,"AGTATGG":3330,"AATAGCC":3331,"TTTTCTTG":3332,"TATCAATT":3333,"AATCTCG":3334,"ATCATCG":3335,"GGCTAC":3336,"GGGAAG":3337,"TAAAGAAAA":3338,"ACTTAAC":3339,"AAGAAGAAGAAG":3340,"AAATTAAG":3341,"TTGCTGG":3342,"TTTCAGC":3343,"TAGGAGG":3344,"TCTAATAA":3345,"TCTCTCG":3346,"ATATATTTTTT":3347,"TCTCTAC":3348,"ATCAAATC":3349,"ATGGTGC":3350,"ATGATCG":3351,"AATCTATT":3352,"TGAGTTG":3353,"AAATATCC":3354,"GCAAG":3355,"TCAAGCC":3356,"TTTCAATT":3357,"AGGAATG":3358,"ACATTTTC":3359,"GCAAAA":3360,"AAGCTGC":3361,"ATAAAACC":3362,"TGGATCC":3363,"TAATGGG":3364,"AACCAAG":3365,"GGTCG":3366,"AAGCAAAA":3367,"GGCGCCG":3368,"AGGTATT":3369,"AAGCTTG":3370,"AGCAAGG":3371,"TATCTATC":3372,"AGATGCC":3373,"ATGAAAAG":3374,"TCGTTTG":3375,"ACTCGGC":3376,"AGTTAAG":3377,"AAACATAA":3378,"TGAAGCC":3379,"ACACAAG":3380,"ATTTGTTTT":3381,"TATATTTTG":3382,"TCCATTG":3383,"TTGAGTG":3384,"AATTATATT":3385,"ACTCATC":3386,"TTGTTTTG":3387,"TGGAAGG":3388,"AAATATATAT":3389,"GGACC":3390,"CCGGCCC":3391,"TAGTAAAA":3392,"TAAGCCC":3393,"ATTTGCG":3394,"ATTATAGG":3395,"TATACTG":3396,"TCCAATC":3397,"TGTATTGC":3398,"AATTTTCG":3399,"GGAAC":3400,"GGCATC":3401,"TCATACC":3402,"TTAGAGC":3403,"ATTTCTTC":3404,"AAGGGCC":3405,"ACCCGCC":3406,"AAAATTAC":3407,"TTTTTAAC":3408,"TGCCCCC":3409,"ATCCGCC":3410,"TATCCCC":3411,"TTAGTGG":3412,"TCTTAAC":3413,"ATAAACG":3414,"AATTTGTG":3415,"TCCTTTG":3416,"ATGTAGC":3417,"TAGATGG":3418,"TAAAAAAAG":3419,"TTTAATTC":3420,"AAATTAAATT":3421,"TAGTTGC":3422,"TCCAAGG":3423,"TATATTTTC":3424,"TTGGAGC":3425,"ACACTTC":3426,"AGTTTCG":3427,"TCTCACC":3428,"AATGACC":3429,"ATCCTTTT":3430,"ATACACC":3431,"ATACTATT":3432,"AGAACCC":3433,"AAAAAGAAAA":3434,"TTATACG":3435,"TATAGGC":3436,"AGAGATC":3437,"AAATGCG":3438,"ATGCTAC":3439,"TCAAATTG":3440,"TAACCCC":3441,"ATGTTTTC":3442,"ACACTTG":3443,"ATATTTAAAA":3444,"TGAATGC":3445,"AACCCCC":3446,"AGACAAAA":3447,"AGGTGGC":3448,"TAATTTGG":3449,"ATAGTGG":3450,"TGATGGC":3451,"TTTTTTGG":3452,"AACAGAG":3453,"TATCAAG":3454,"TAATTAAG":3455,"ACACATG":3456,"TTTACCG":3457,"ATTTTCCC":3458,"AGATCCC":3459,"AGATAGG":3460,"TAGTAGC":3461,"TATTATTG":3462,"AGAATCG":3463,"TATGGGC":3464,"AGCTGGC":3465,"TGCCACC":3466,"AGTTATC":3467,"AAACCAAAC":3468,"TTCCTTG":3469,"ATAAAACG":3470,"TCTTTTCC":3471,"TAAAATTTG":3472,"TCTGTTTT":3473,"TTTCATTC":3474,"CCGTGC":3475,"AATCTGG":3476,"TTATTAAAA":3477,"TCACTTG":3478,"AGTAACC":3479,"TATACAG":3480,"AGCAATG":3481,"ATTTCTTTT":3482,"ATGCTGC":3483,"ACGAAGG":3484,"GGCGGCC":3485,"AAACCGC":3486,"AAATTAAC":3487,"ATGCTTG":3488,"TATGAAG":3489,"AAATGAAAA":3490,"TGTATGC":3491,"ATATTAATT":3492,"AGTCAAC":3493,"TATACATG":3494,"ATAGAAC":3495,"TTCCAAAA":3496,"ATGAGGG":3497,"TACAACC":3498,"GGGTAG":3499,"TAATTTAAAA":3500,"ATACATAA":3501,"TCACAAG":3502,"TACAATC":3503,"TATCTATT":3504,"TTCTAAC":3505,"TATATATTTT":3506,